[{"key": "https://www.instagram.com/p/B5eo8rUB6UH/", "datetime": "2019-11-30T06:00:44.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/72343872_433780937310442_7221954041122459896_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=7e9dcdcabbdaf15cfc8c7ecdf0456a27&oe=5E6BF17D"], "likes": 139956, "caption": "Berangkat Sabtu, pulang Rabu. Selama lima hari pada 23 - 27 November kemarin, saya ke Korea Selatan untuk menghadiri rangkaian acara KTT ASEAN-Republic of Korea di Kota Busan. KTT ini digelar memperingati 30 tahun hubungan baik antara ASEAN dan Korea Selatan.\n\nSelama di Busan, saya juga sempat mendatangi kampung wisata Gamcheon Culture Village, mengadakan pertemuan bilateral dengan Presiden Moon Jae-in, sejumlah pemimpin perusahaan Korea Selatan, juga berdiskusi dengan para ilmuwan dan peneliti muda Indonesia di negara itu.\n\nDari Busan, saya ke Kota Ulsan, mengunjungi pabrik Hyundai Motor Company (HMC). Raksasa otomotif Korea Selatan ini akan membangun pabrik di daerah Cikarang, Jawa Barat pada bulan Januari 2020 yang akan menyerap 3.500 tenaga kerja."}, {"key": "https://www.instagram.com/p/B5eYVbiBVjT/", "datetime": "2019-11-30T03:35:34.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/77093102_166490131105190_8265599372427930862_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=5fa423afff60c467dabb47f743dbe95f&oe=5E6964A5"], "likes": 456124}, {"key": "https://www.instagram.com/p/B5eIRjTBFuy/", "datetime": "2019-11-30T01:15:14.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/72148794_735988503571906_2417703177628778445_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=62de4ab271d1639c142bd2848e302d3d&oe=5E7CC41E"], "likes": 269451}, {"key": "https://www.instagram.com/p/B5clUsDBP7-/", "datetime": "2019-11-29T10:50:35.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/76950254_456662738386364_960387164407456869_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=16f2c40f5d790d821eeaa568038cd438&oe=5E694CEF"], "likes": 213933, "caption": "Seusai mengunjungi proyek Pelabuhan Patimban di Subang, Jawa Barat, sore ini, saya meninjau jalan aksesnya.\n\nJalan non-tol itu berada di Desa Kotasari, Kecamatan Pusakanagara. Panjangnya 8,2 kilometer, 7,5 kilometer di antaranya berupa jalan layang.\n\nDibangun sejak Oktober 2018, jalan akses Pelabuhan Patimban diperkirakan selesai bulan Juni 2020 dengan biaya sebesar Rp1,12 triliun.\n\nJalan akses ke Pelabuhan Patimban kian lengkap apabila jalan tol 37 kilometer dari tol Cipali juga sudah dibangun."}, {"key": "https://www.instagram.com/p/B5ciJQ2hNry/", "datetime": "2019-11-29T10:22:48.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/79319174_2591704547583796_8198436029805953051_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=4ed87fc80358a35e5aa51180a7188ea4&oe=5E845C05"], "likes": 231165, "caption": "Saya sedang di Subang, Jawa Barat, meninjau perkembangan proyek pembangunan Pelabuhan Patimban, pelabuhan besar yang direncanakan khusus untuk ekspor mobil dan produksi otomotif. Ini pelabuhan raksasa, terbesar kedua setelah Tanjung Priok di Jakarta.\n\nLuas area Pelabuhan Patimban secara keseluruhan mencapai 654 hektare, 300 hektare di antaranya untuk peti kemas dan terminal kendaraan. Kapasitas pelabuhannya 7,5 juta TEUS. Tidak heran investasinya pun besar: tahap pertama kurang lebih Rp29 triliun. Bahkan sampai nanti selesai di tahun 2027 investasinya bisa mencapai Rp50 triliun.\n\nSecara khusus saya ingin pelabuhan ini mendukung Indonesia menjadi hub besar produksi otomotif. Ekspor otomotif dari kawasan ke Australia, New Zealand, atau negara-negara ASEAN kalau bisa semuanya berangkat dari Pelabuhan Patimban.\n\nSejauh ini, pembangunan Pelabuhan Patimban sesuai dengan yang kita harapkan. Akses jalan non-tol sudah hampir selesai. Tinggal membangun jalan tol sepanjang 37 kilometer dari tol Cipali menuju ke sini."}, {"key": "https://www.instagram.com/p/B5cUreKBnb_/", "datetime": "2019-11-29T08:25:09.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/74900097_194291211619004_5850399437251623363_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=d17fa34ba89e1a65788a5385eb973668&oe=5E772B9B"], "likes": 424851, "caption": "Tiba di Subang, Jawa Barat pagi ini dengan helikopter kepresidenan, saya langsung mendatangi RSUD Subang. Kunjungan ini di luar jadwal karena saya ingin mengetahui langsung pelayanan BPJS Kesehatan seperti apa adanya.\n\nSaya mendatangi salah satu instalasi perawatan kelas tiga di rumah sakit itu, yakni Ruang Asoka, dan berbincang dengan para pasien yang sedang dirawat.\n\nSeperti yang pernah saya temui di RSUD Abdul Moeloek, Lampung, hampir semua pasien yang saya temui di Subang menggunakan Kartu Indonesia Sehat. Sebagian besar adalah penerima bantuan iuran (PBI), dan sisanya peserta mandiri.\n\nArtinya, masyarakat memang memanfaatkan kartu BPJS. Jadi, paling penting dalam menyelesaikan masalah yang berkaitan dengan BPJS Kesehatan adalah dengan memperbaiki BPJS itu sendiri, bukan rumah sakit atau pemegang kartunya. BPJS harus mampu mengendalikan defisit, mengingat pemerintah sudah mengeluarkan anggaran yang besar."}, {"key": "https://www.instagram.com/p/B5b6YtSBLd3/", "datetime": "2019-11-29T04:35:23.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/74879302_2372575439538543_3127963763349461848_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=ee911ee684ed68f4933ec259f14530a4&oe=5E6EFC4C"], "likes": 241185, "caption": "Bagaimana bersikap menghadapi situasi sulit dan ketidakpastian ekonomi global saat ini?\n\nMungkin Anda pernah menonton film Cast Away. Film ini berkisah tentang seorang lelaki penumpang pesawat kargo yang jatuh di Samudra Pasifik. Beruntung, ia selamat tapi terdampar di sebuah pulau tak berpenghuni.\n\nChuck Noland, lelaki yang selamat itu, menyikapi ketidakpastian di pulau itu dengan tiga cara.\n\nPertama, harus mampu bertahan di tengah kesulitan yang menimpa dirinya. Yang kedua, mampu mencari sumber baru yang dapat mendukung upaya untuk tetap bertahan. Yang ketiga, tetap optimistis dalam menghadapi berbagai tekanan.\n\nSaya berbicara apa adanya di depan Rapat Tahunan Bank Indonesia, pagi ini, dengan analogi film Cast Away di atas. Tekanan eksternal ini memang tidak mudah, tapi kita optimistis dapat melaluinya."}, {"key": "https://www.instagram.com/p/B5bojmohgXa/", "datetime": "2019-11-29T01:59:35.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/75234569_122761562514267_8172441866281552667_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=774d5010f32a6d05a79b098c4c7d5a17&oe=5E773747"], "likes": 245764, "caption": "Saya membuka Kongres ke-29 Notaris Dunia di Jakarta Convention Center, kemarin, dengan penegasan soal perlunya segenap kalangan untuk berubah di era disrupsi.\n\nPemerintah dan pelaku bisnis harus berubah. Kalangan notaris juga harus berubah dengan menghadirkan kualitas pelayanan kenotarisan yang lebih cepat dan lebih baik, melalui inovasi teknologi.\n\nInovasi teknologi membuat yang lambat dan ruwet jadi lebih sederhana dan cepat, termasuk kerja-kerja kenotarisan seperti pembayaran PNBP untuk notaris, ujian, juga registrasi pengangkatan notaris, dan sebagainya. Notaris bekerja cepat bermuara pada peningkatan kemudahan berusaha di negara kita.\n\nPemerintah mendukung dengan membangun Palapa Ring, infrastruktur konektivitas digital berupa jaringan serat optik sepanjang 12.128 kilometer. Ini jalan tol internet yang menghubungkan seluruh kota dan kabupaten di Indonesia. Proyek yang dimulai 2015 itu telah selesai pada Oktober 2019 lalu."}, {"key": "https://www.instagram.com/p/B5aCmavBsMF/", "datetime": "2019-11-28T11:08:41.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/72224766_972926466407391_6385066096063833770_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=53535038ef70f476bf2f1dba84256e7d&oe=5E6C2777"], "likes": 429784}, {"key": "https://www.instagram.com/p/B5Z8fbihSW7/", "datetime": "2019-11-28T10:15:18.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/74700271_475798083038236_5002500426300349204_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=4155c71ef5df6f267ea94cce7e96253e&oe=5E82EC82"], "likes": 284750, "caption": "Sebenarnya, di mana sih posisi Indonesia dalam situasi ekonomi global sekarang? Bisakah kita optimistis?\n\nBegini. Di antara negara-negara G-20, pertumbuhan ekonomi Indonesia peringkat tiga setelah India dan China. Tahun ini mungkin di kisaran 5,04-5,05 persen. Selama lima tahun ini kita dapat menjaga inflasi kurang lebih 3,5 persen.\n\nAngka kemiskinan kita lima tahun lalu adalah 11,2 persen. Sekarang, tinggal satu digit menjadi 9,496 persen.\n\nLalu, rasio defisit kita terhadap Produk Domestik Bruto juga sangat hati-hati. Tahun ini di APBN angkanya 1,9, mungkin nanti jatuhnya di angka 2 lebih sedikit. Tahun depan 1,7. Semuanya masih prudent di bawah angka 2,5-3.\n\nJadi, tadi saya sampaikan di depan para pengusaha yang hadir di acara KOMPAS 100 CEO FORUM 2019, mencermati angka-angka ini, jangan sampai kita selalu kelihatan tertekan.\n\nMemang semua negara tertekan oleh kondisi eksternal: dari soal pertumbuhan ekonomi global, perang dagang yang semakin tidak jelas, masalah-masalah di Amerika Latin, Timur Tengah, Brexit, sampai yang di dekat kita yaitu Hong Kong yang tidak selesai-selesai.\n\nAda sejumlah tantangan, tapi kita tetap optimistis."}, {"key": "https://www.instagram.com/p/B5ZB74lhvib/", "datetime": "2019-11-28T01:43:38.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/74666108_1484998998342174_5724885030025757828_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=b5fe7fbfefd48fe80aa3b7d45261af64&oe=5E793EA9"], "likes": 359533, "caption": "Hujan gerimis membasahi pelataran Istana Bogor kemarin sore saat saya melepas 841 atlet Indonesia yang akan berlaga di SEA Games XXX di Filipina, 30 November - 11 Desember 2019 nanti.\n\nMengacu kepada prestasi kita di ajang yang lebih besar, Asian Games 2018, Indonesia berada di peringkat empat! Meloncat dari peringkat 17 pada Asian Games sebelumnya.\n\nSementara pada SEA Games lalu, Indonesia di peringkat lima. Maka, di Filipina nanti saya menargetkan Indonesia setidaknya masuk dalam dua besar perolehan medali.\n\nSiap? Harus siap. Selamat bertanding."}, {"key": "https://www.instagram.com/p/B5Wbg7FhTjM/", "datetime": "2019-11-27T01:29:26.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/75388506_210462519947598_1877335363124054552_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=8fade6192afcc7024ca07743a0414608&oe=5E6C87BE"], "likes": 487419, "caption": "Selamat pagi. Seusai menghadiri rangkaian acara KTT ASEAN-Republic of Korea di Busan, kemarin, saya ke kota Ulsan, mengunjungi pabrik Hyundai Motor Company (HMC). Di sini, saya sempat menonton video rencana pembangunan pabrik Hyundai di Indonesia, dan menyaksikan penandatanganan Nota Kesepahaman antara pemerintah RI dengan Hyundai Motor Company.\n\nRaksasa otomotif Korea Selatan ini memang akan membangun pabrik di daerah Cikarang, Jawa Barat pada bulan Januari 2020. Nilai investasinya sekitar 1,5 miliar dolar AS yang akan menyerap 3.500 tenaga kerja."}, {"key": "https://www.instagram.com/p/B5U05elBoxD/", "datetime": "2019-11-26T10:32:45.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/75397681_586363278844020_4316634591533621355_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=100&oh=5fdb0e68eaeeefeaaa87a3842e0d4e8a&oe=5E753108"], "likes": 270856, "caption": "Tiga puluh tahun hubungan baik yang terjalin antara ASEAN dan Korea Selatan diperingati dalam perhelatan KTT ASEAN-RoK 2019 di Busan, hari ini.\n\nASEAN-RoK pun kembali menyongsong kemitraan 30 tahun mendatang untuk kemakmuran rakyat bersama. Di depan para pemimpin negara-negara peserta KTT, saya menyampaikan tentang beberapa hal penting yang harus dilakukan untuk menyongsong masa itu. Antara lain, pelaksanaan reformasi struktural, investasi yang efektif dan berkelanjutan, diversifikasi ekonomi dan mempersempit jurang perbedaan.\n\nSaya mengusulkan prioritas kerja sama ASEAN-RoK saat ini difokuskan pada beberapa bidang yaitu perdagangan, investasi, pendidikan riset dan teknologi, ekonomi kreatif, dan pengembangan energi terbarukan."}, {"key": "https://www.instagram.com/p/B5T8_cRhIIM/", "datetime": "2019-11-26T02:24:14.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/70642863_155853145764110_4994771925908808490_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=102&oh=10d5af355ec6d9490b02688d8e849f6d&oe=5E81D341"], "likes": 435592, "caption": "Selamat pagi. Pemandangan Pantai Haeundae dengan pasir putihnya ditunjukkan kepada saya oleh Presiden Korea Selatan Moon Jae-in saat kami bertemu di Westin Chosun Hotel, Busan, kemarin, di sela-sela KTT ASEAN-RoK.\n\nPertemuan bilateral Indonesia dan Korea Selatan menyepakati peningkatan kerja sama ekonomi kedua negara terutama menghadapi situasi ekonomi dunia seperti saat ini.\n\nSetidaknya, ada tiga nota kesepahaman yang diteken di akhir pertemuan yakni Perjanjian Kemitraan Ekonomi Menyeluruh Indonesia dan Korea, Perjanjian Bebas Visa Bagi Pemegang Paspor Diplomatik dan Dinas RI-Republik Korea, dan Kerja Sama Teknik Terkait Pemindahan dan Pengembangan Ibu Kota."}, {"key": "https://www.instagram.com/p/B5SkAzvBkib/", "datetime": "2019-11-25T13:26:43.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/75467464_119188179539215_8573195273766805552_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107&oh=5f13f5a2dc1f49f55cc2067a4be7eb25&oe=5E8A1D92"], "likes": 354937, "caption": "Forum ASEAN-Republic of Korea CEO Summit digelar di Busan Exhibition and Convention Center pada hari ini.\n\nSaya hadir dan berbicara tentang peluang dan tantangan yang dihadapi negara ASEAN dan Korea Selatan di era disrupsi, era di mana kecepatan perkembangan teknologi telah mengubah cara hidup manusia secara dramatis.\n\nTantangan yang akan kita hadapi tidak semakin ringan. Maka, keberanian untuk mengambil terobosan besar di era ini adalah opsi satu-satunya untuk menjadi pemenang. Saya ajak pengusaha ASEAN dan Korea untuk mengambil pilihan ini."}, {"key": "https://www.instagram.com/p/B5SAYzthb_A/", "datetime": "2019-11-25T08:15:26.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/75458080_2467188086892155_6404699373148048290_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111&oh=1ef4d1f7f9a9a9dd60f0d15bce9f1032&oe=5E7FEDF1"], "likes": 252101}, {"key": "https://www.instagram.com/p/B5R9hI0huml/", "datetime": "2019-11-25T07:50:21.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/78721692_173453513712320_8323503820019670987_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=108&oh=e044bff477b5bcd726d418e6e7e7fad5&oe=5E7CC077"], "likes": 314648}, {"key": "https://www.instagram.com/p/B5RtKzLBca9/", "datetime": "2019-11-25T05:27:29.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/74661231_108049567201384_5518325448950980788_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=104&oh=2a60117be95d9d342693c2480fcb6e5f&oe=5E66B809"], "likes": 525709, "caption": "Dunia berkembang dan berubah cepat, teknologi kian mutakhir. Dan di tengah perubahan itu, para guru dituntut untuk tidak sekadar mengajar, tetapi juga mendidik dengan lebih fleksibel, kreatif, menarik, dan lebih menyenangkan.\n\nGuru tidak akan pernah tergantikan oleh mesin secanggih apa pun. Guru membentuk karakter anak bangsa dengan budi pekerti, toleransi, dan nilai-nilai kebaikan. Guru menumbuhkan empati sosial pada diri anak didik, membangun imajinasi dan kreativitas, serta mengokohkan semangat persatuan dan kesatuan bangsa.\n\nGuru adalah penggerak Indonesia Maju."}, {"key": "https://www.instagram.com/p/B5RRO2SBL8N/", "datetime": "2019-11-25T01:23:23.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/74343198_2563322643753611_7250988436825978004_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111&oh=2bcf676173517449efed168d7c6140e5&oe=5E6644D8"], "likes": 315367, "caption": "Selamat pagi. Pembangunan infrastruktur ‪telah menciptakan jutaan lapangan kerja, memunculkan titik-titik pertumbuhan ekonomi baru, dan membangun peradaban baru.\n\nLebih dari itu, sebagai bentuk pelayanan publik, infrastruktur adalah wujud keadilan sosial bagi seluruh rakyat Indonesia.\n\nMari, berlari bersama mengejar kemajuan. Kita sudah memulai, di semua lini, sampai di pelosok negeri ..."}, {"key": "https://www.instagram.com/p/B5P00e6hd15/", "datetime": "2019-11-24T11:55:52.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/78991594_534131940477243_7394580099219430927_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=3266dacd1545cc29fe33006363b69478&oe=5E759F47"], "likes": 889324, "caption": "Desa Gamcheon tadinya adalah kampung yang kumuh di Busan, Korea Selatan. Sudah kumuh, lokasinya pun sulit: di lereng gunung yang curam. Sampai kemudian desa ini berbenah, ditata, diberdayakan.\n\nJadilah Gamcheon Culture Village sebagai salah satu tujuan wisata yang ramai, bahkan dikenal dengan sebutan “Machu Picchu-nya Busan”. Mengisi hari Minggu di Busan, saya mengunjungi desa budaya Gamcheon selepas siang tadi. Luar biasa. Rumah-rumah yang dicat berwarna-warni, dinding-dindingnya dihiasi beragam karya seni seperti mural. Jalan-jalan dan lorongnya yang sempit dipenuhi toko cenderamata, galeri seni, dan tempat makan.\n\nDari sebuah kafe di ketinggian, saya dan Ibu Negara menikmati pemandangan atap-atap bangunan yang seolah bertumpuk seraya menikmati makanan khas Korea Selatan.\n\nPenataan Desa Gamcheon mengingatkan saya model serupa di Tanah Air seperti yang ada di Klaten, Yogyakarta, atau di Nglanggeran, Gunung Kidul. Gamcheon bisa menjadi inspirasi bagi kepala daerah kita, bagi kampung-kampung kita, bagi desa-desa kita, bahwa yang kumuh pun kalau ditata dengan baik, bisa meningkatkan ekonomi masyarakat."}]