[{"key": "https://www.instagram.com/p/B5frA9BH9Id/", "datetime": "2019-11-30T15:38:02.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/s1080x1080/74491065_153181482610932_7737001980423775455_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=894f22a1f49590664b730c99712456da&oe=5E80F02F"], "likes": 51219, "caption": "Photo by Cristina Mittermeier @mitty | While taking shelter from the powerful desert sun in Madagascar, I shared a small hut with this beautiful woman. She is a member of the semi-nomadic Antandroy people, who coexist with some of the world’s harshest environments. Here, she wears a traditional mask made of powdered bark, which works as a natural sunblock and mosquito repellent. When I think back to taking this photograph, I always feel so grateful for her kind hospitality and the moments I spent with her, as we sat quietly in the smoldering heat, simply smiling in each other’s company. #FollowMe at @mitty for more photos from around the world. #Madagascar #community #desert #photography", "hashtags": ["FollowMe", "Madagascar", "community", "desert", "photography"]}, {"key": "https://www.instagram.com/p/B5fPlnHjYjB/", "datetime": "2019-11-30T11:38:22.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/p1080x1080/71060433_181031823076261_4291145471721328616_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=285a480dc3284692f3767a984eaad2dc&oe=5E661DBE"], "likes": 192007, "caption": "Photo by @jimmychin | At minus 30°F, snow squeaks under your crampons, eyelashes freeze. Everything feels a little more consequential. After a week of climbing in subzero temps, Conrad Anker and I finally reached the top of the lower wall. We exchanged leads across the wind-sculpted ridge, slowly making our way toward the upper head wall. Still the coldest day of climbing I’ve ever done. #ulvetanna #queenmaudland #finealpinesuffering⁠ #antarctica\nFor more images of adventures in Antarctica follow @jimmychin.", "hashtags": ["ulvetanna", "queenmaudland", "finealpinesuffering", "antarctica"]}, {"key": "https://www.instagram.com/p/B5e0Ub5A7VP/", "datetime": "2019-11-30T07:40:06.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/s1080x1080/74940708_105738574148880_1519228562857623801_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=1860d8933424513f3892703a0b88c5e8&oe=5E73D7D9"], "likes": 147973, "caption": "Photo by @nataliekeyssar | On the way to her birthday party in Atlanta, Chyna takes selfies, records videos, and chats with her managers. Chyna is a teenage Instagram star, dancer, high school student, daughter, and big sister. For the weekend of her 17th birthday, she practiced dance and recorded dance videos, went to church, had her hair and makeup done, hung out with her best friend Jayla, and had a party studded with other Insta-celebs, and then got up at 6 a.m. to prepare herself and her little sister for school on Monday morning."}, {"key": "https://www.instagram.com/p/B5eY2lrAyAN/", "datetime": "2019-11-30T03:40:06.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/s1080x1080/73381136_558406314704447_4129096687128147244_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=3268133d42d3a7ea0e9fcb68b3e99112&oe=5E818F6A"], "likes": 171108, "caption": "Photo by @tasneemalsultan | One of Jeddah's many private beaches on the Saudi side of the Red Sea. #jeddah #diving #redsea", "hashtags": ["jeddah", "diving", "redsea"]}, {"key": "https://www.instagram.com/p/B5d848GlRIa/", "datetime": "2019-11-29T23:35:45.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/s1080x1080/75265168_794300904352085_1491813985036921772_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=6eaf1e0a29dc8e2235aef1892f9c0a88&oe=5E85CDD2"], "likes": 220855, "caption": "Photograph by Anastasia Taylor-Lind @anastasiatl | While in Avdeevka, we spent some time with the Grinik family. We met Olga, Nikolay, and their two kids, 3-year-old Kirill and 5-year-old Miroslava, last summer. Now they are not only the subjects of our reporting but also our friends.\nThe Griniks live in a suburban neighborhood called old Avdeevka, where the Ukrainian frontline military position is as close as 50 meters from their home. Despite that, they are a happy and laid-back young family. They invited us for a traditional picnic that involved barbecue, fishing, and party games. There was only one downside to this beautiful day out: We had to drive about 20 minutes in order to get to a site relatively free from land mines. The forest where the Griniks used to hike and picnic before the war is still mined and will likely remain so for years to come. According to the UN, eastern Ukraine is currently one of the areas in the world most contaminated by land mines. Words by Alisa Sopova @sopova.alisa. #5Kfromthefrontline is an ongoing project about the everyday consequences of the war in eastern Ukraine.", "hashtags": ["5Kfromthefrontline"]}, {"key": "https://www.instagram.com/p/B5dhi15pc4e/", "datetime": "2019-11-29T19:36:48.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/p1080x1080/74670571_952031631834939_6743886900276449749_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=aa312ac712e8b707f39dc798943004d9&oe=5E841E7B"], "likes": 398567, "caption": "Photo by Erika Larsen @erikalarsen888 | Emma González, photographed in Lighthouse Point, Florida, December 18, 2018. Emma González is an American activist and co-founder of March for our Lives, a gun control advocacy group. In anticipation of the 100th anniversary of the 19th amendment, National Geographic is highlighting what it means to be female. As part of that coverage, we photographed luminaries from around the world.\nCheck out the link in our bio to learn about Nat Geo’s groundbreaking new book that showcases an incredible group of history-making women. #NatGeoWomenofImpact", "hashtags": ["NatGeoWomenofImpact"]}, {"key": "https://www.instagram.com/p/B5dUcGDD4cl/", "datetime": "2019-11-29T17:42:17.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/p1080x1080/73414161_2641731385912453_1346543178567512776_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=5590c92b8cab2095a3dc559a5f648a09&oe=5E79B96A", "https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/p1080x1080/75392904_3278123088896956_8225368917827172596_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=94816465924adc36f35cda122ab53312&oe=5E8AA364"], "likes": 301297, "caption": "Photo by George Steinmetz @geosteinmetz | Mahram Bilqis, the sanctuary of the Queen of Sheba, was partially excavated in 2004, when Yemen was a more peaceful place than it is today. The legendary Sabaean leader is mentioned in both the Bible and the Quran, and she ruled over a center of agriculture based on a dam that controlled seasonal rains to irrigate the Arabian desert. The site was first excavated by the American adventurer Wendell Phillips in the 1950s, but has been inundated several times since by windblown sand. As seen from my motorized paraglider. To explore more of our world from above, follow @geosteinmetz."}, {"key": "https://www.instagram.com/p/B5dHbfdj0hK/", "datetime": "2019-11-29T15:51:48.000Z", "img_urls": [], "views": 3548712, "likes": 402461, "caption": "WILD_LIFE Episode 2: Male Polar Bear Fight Club\n\nAs autumn draws to a close, male polar bears converge at the coast for the “big freeze.” This annual event is hotly anticipated after a long summer spent starving on land. Now with the landscape’s imminent transformation, the bears will finally be able to reach their seal prey out at sea. While waiting, these thousand-pound animals turn to fighting each other. But these epic acts of aggression are not what you think. @bertiegregory’s close-up filming allows us to explore the fascinating and sometimes even tender rituals between males, while also showing the incredible adaptations that have allowed them to thrive in this harsh environment. When on foot with the world’s biggest land predator, you must always be on your guard. Bertie uses expert help with some surprising tactics to avoid becoming a hungry male’s next dinner. Content sponsored by Destination Canada."}, {"key": "https://www.instagram.com/p/B5cq3tjDK1q/", "datetime": "2019-11-29T11:39:03.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/s1080x1080/75341471_215453832781494_7709063476913752254_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=a56320749ff060b07dd4fb9973e085ae&oe=5E677C7F"], "likes": 228286, "caption": "Photo by Camilla Ferrari @camillaferrariphoto | At Xihai lake in Beijing, China, elderly couples and a few lone people walked under a gray sky. Suddenly the silence was broken by the sound of small fish swimming up to the surface of the lake, creating popping bubbles and breaking up the reflections on the surface of the water."}, {"key": "https://www.instagram.com/p/B5cPhR5DF8I/", "datetime": "2019-11-29T07:40:04.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/s1080x1080/73387347_2880818888604402_1510095915422890999_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=537cbc4189837b25b0795924ddf65869&oe=5E774A4E"], "likes": 272299, "caption": "Photo by Michael Melford @michaelmelford | There is beauty everywhere on our Earth, and Iceland has its fair share. On the black sand beach at Jokulsarlon, icebergs from the nearby Breioamerkujokull glacier wash up onshore, creating a photo op on Diamond Beach. Often after capturing an image, I take the time to be in the moment and revel in the glory of the natural world. #iceland #nature #gratitude #ice", "hashtags": ["iceland", "nature", "gratitude", "ice"]}, {"key": "https://www.instagram.com/p/B5bzhWpjZTA/", "datetime": "2019-11-29T03:35:24.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/74700265_438168887106928_2602118268551516727_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=ccb2b06ec062fc292c2cb7689b97d99c&oe=5E6C7C2C"], "likes": 155151, "caption": "Photo by @sarahyltonphoto | I know I’ve done something right when I’m invited in for a warm cup of sweet chai. Here, Bujji prepares a cup while I visit her family, in Telangana state, India. For more stories follow me @sarahyltonphoto #chai #India #family", "hashtags": ["chai", "India", "family"]}, {"key": "https://www.instagram.com/p/B5bYPzujabN/", "datetime": "2019-11-28T23:37:05.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/74520655_184804312665883_5724374882573376712_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=f6c32aadd6eea6c68072a7ecb83cf605&oe=5E7AC495"], "likes": 326987, "caption": "Photo by @stevewinterphoto | Exotic animal owner Lori Ensign-Scroggins feeds chicken bits to Langely, her 275-pound \"ti-liger,\" in her kitchen in Broken Arrow, Oklahoma, as seen in the @natgeo December issue story on captive tigers in the U.S. Some wildlife attractions interbreed tigers with lions to draw tourists, creating creatures that don’t exist in nature. Langely was used for cub-petting and photo ops at Greater Wynnewood Exotic Animal Park; he was discarded when he grew too big and was no longer a moneymaker. Ensign-Scroggins said he would have been killed because he was born nearly blind and walks with a severe limp. He’s had the first of a series of eye surgeries, and his vision is improving. #tigers #natgeomagazine", "hashtags": ["tigers", "natgeomagazine"]}, {"key": "https://www.instagram.com/p/B5a84ngDSgM/", "datetime": "2019-11-28T19:37:59.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/79626797_445757852790811_7041063937931118823_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=5f68d99ad5f26f358641a3dd52ff277b&oe=5E72E5B1"], "likes": 295255, "caption": "Photo by @davidalanharvey | Early morning moon in fog on Pamlico Sound, in North Carolina."}, {"key": "https://www.instagram.com/p/B5avfNXD-wy/", "datetime": "2019-11-28T17:40:55.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/72088856_2176141422691087_2409433304399132851_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=c99dc9589fd8b43d23e3b36365222a76&oe=5E8B6DBF"], "likes": 455082, "caption": "Photo by @babaktafreshi | I was recently at Lake Tekapo on the South Island of New Zealand, an area known as an International Dark Sky Reserve named Aoraki Mackenzie. On this 10-second single exposure, the Southern Cross and Coalsack dark nebula are on the right, and Carina Nebula hangs above the iconic Church of Good Shepard. I was there as a speaker for the Starlight Conference, which focused on natural night values and light pollution. The popular white-blue LEDs have major effects on wildlife and humans that very few are aware of. Worldwide experts came to Tekapo to discuss this global problem and solutions. Follow me @babaktafreshi to learn more about these. #starlightconference #laketekapo #saveournightsky #darkskyprojectnz #twanight", "hashtags": ["starlightconference", "laketekapo", "saveournightsky", "darkskyprojectnz", "twanight"]}, {"key": "https://www.instagram.com/p/B5aW7wqjj-2/", "datetime": "2019-11-28T14:06:22.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/73497390_168455597688846_1819299569634290946_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=4229c0a9a58520a86777a75e1a6a451a&oe=5E7CB80C"], "likes": 202864, "caption": "Photo by Michael Yamashita @yamashitaphoto | Sandstorm on the northeastern edge of the Tibetan Plateau. #Xiahe #Gansu #China #sandstorm #duststorm", "hashtags": ["Xiahe", "Gansu", "China", "sandstorm", "duststorm"]}, {"key": "https://www.instagram.com/p/B5ZOscgDyC4/", "datetime": "2019-11-28T03:35:08.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/74676906_657195001477636_7569785320999163612_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=2a0e1454a28b1b2f2efb998f72cbf7af&oe=5E6D1367"], "likes": 584990, "caption": "Photo by @acacia.johnson | An igloo blazes against the afternoon twilight on Canada's Baffin Island, where the Inuit people have lived for thousands of years. Although most people no longer use igloos, except for emergency shelters, many Inuit still know how to build them. When constructed according to tradition, with the right type of snow and an angled entrance, these shelters can provide surprising insulation in a region where winter temperatures frequently reach -40°F. During a winter I spent in the Canadian Arctic, I was invited to watch this igloo being made to celebrate winter solstice, to practice traditional skills, and also, largely, for fun. Follow me at @acacia.johnson for more adventures from the Arctic and beyond. #igloo #arctic #nunavut", "hashtags": ["igloo", "arctic", "nunavut"]}, {"key": "https://www.instagram.com/p/B5YzmLTD8dN/", "datetime": "2019-11-27T23:38:20.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/75572644_1004649679877336_8080945275970124411_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=1c5549bd383426092cf9869a549104ab&oe=5E6F7847"], "likes": 225334, "caption": "Photo by @iantehphotography | To get to this vantage, I climbed a massive tower under construction, the only one in the middle of this desert. When I got to the top, I was greeted with this epic view, an expanse of desert reaching into the horizon and, in the foreground, planners working in a field of solar panels. In China, Ningxia has led the way in terms of supplying electricity to other provinces. Despite its strong coal economy, Ningxia is also one of the major areas for renewable energy investment in China. #solarpower #desert #climatechange", "hashtags": ["solarpower", "desert", "climatechange"]}, {"key": "https://www.instagram.com/p/B5YYC_oj8co/", "datetime": "2019-11-27T19:38:03.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/69867405_162597344956624_5215229209475150940_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=f40c2a6de7dc1c4dd736fd3c28954670&oe=5DE52BFA"], "views": 2625232, "likes": 493625, "caption": "Video by @bertiegregory | Two male polar bears spar on the west coast of the Hudson Bay, Canada. I knew polar bears were big, but it wasn’t until they stood up during this fight that I realized just how big. The biggest bears can stand three meters (10 feet) tall! Despite the aggression these bears showed during this scrap, soon after they were lying on the ground nuzzling one another. During the autumn, when polar bears gather at the water’s edge waiting for the ocean to freeze up, male bears will often pair up with a sparring buddy. These relationships can last days or even weeks as they rest, fight, and play together. #polarbear #arctic #wildlife", "hashtags": ["polarbear", "arctic", "wildlife"]}, {"key": "https://www.instagram.com/p/B5YDaYgFLEp/", "datetime": "2019-11-27T16:37:18.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/p1080x1080/75259550_2456767327869784_4268389949059812998_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=46e000db3c7dd45352068b154ad008e0&oe=5E895A21"], "likes": 237100, "caption": "Photo by @michaelchristopherbrown | Photographed near Kisumu, Kenya, Joseph is a member of the Luo ethnic group. The group is indigenous to the Nile Valley and has been there for thousands of years. They've long been influential both in and around Kenya, and politically strengthened following Kenya’s independence in 1963. A prominent member of the group was the economist Barack Obama, Sr., whose son, Barack Obama, was the 44th President of the United States.\n#kenya #luo", "hashtags": ["kenya", "luo"]}, {"key": "https://www.instagram.com/p/B5Xu4Xxg6Nb/", "datetime": "2019-11-27T13:37:54.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/fr/e15/s1080x1080/75540338_2554439374664126_6396638727095846361_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=7b6b1bd737e4be8dc4e1b1d2bc863f57&oe=5E67E98C"], "likes": 379635, "caption": "Photo by @ronan_donovan | A pack of wild arctic wolves moves with intent across a windswept ridge on Canada’s Ellesmere Island. They move with intent because they haven’t filled their bellies in four days. This scene shows the yearling male known as Grey Mane in the foreground, with the rest of the pack in the distance as they look for arctic hares to hunt. At this point, the wolves had spent the last 35 hours covering a distance of 60 miles on a mission to make a fresh kill. The 12-week-old pups had begun to whimper and whine in protest. Their young legs and small bodies were exhausted.\nGrey Mane was a little over a year old, but he was the largest wolf in the pack by size. He was also a skilled hare hunter. Hop on over to @ronan_donovan to see him chasing after a herd of hares."}]