[{"key": "https://www.instagram.com/p/B5VrCaUJL-r/", "datetime": "2019-11-26T18:29:03.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/74410228_475364676418288_2048310700741338705_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=65309a811ad8abb9a742a4dded7d7603&oe=5DE540EE"], "views": 810933, "likes": 209663, "caption": "Every $10 donation is another entry in the contest to visit me on the set of @thetomorrowwar ALL PROCEEDS go to helping our veterans at the extraordinary @braintreatmentfoundation Click the link in my bio! Share if you please!!! 🙏♥️"}, {"key": "https://www.instagram.com/p/B5LIUa8p0hB/", "datetime": "2019-11-22T16:14:24.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/72320535_507928826463439_2729940533036723294_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107&oh=5bf3e00b15d5bc043ed5c6003bebcde6&oe=5DE564D2"], "views": 1551543, "likes": 305595, "caption": "So excited to finally announce our new contest! Click the link in my bio for your opportunity to come visit me on the set of @thetomorrowwar $10 is all it takes for a chance to become my new best friend on set in Atlanta. We cover everything! Flights, hotel, food! JUST IMAGINE!! You and a couple friends get flown to come meet me, yell action, heck we may even out you in the movie!!! (handful of restrictions apply-check rules by clicking the link in my bio!) All proceeds benefiting an extraordinary organization. @braintreatmentfoundation Heck yeah! Love you! I’ll be seeing somebody soon!"}, {"key": "https://www.instagram.com/p/B5ISHzLJ5AW/", "datetime": "2019-11-21T13:39:28.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/75208747_154180662619880_6771235681782606494_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=108&oh=6bc8ae64e2e783438cf029df27d5ba72&oe=5DE545C4"], "views": 1278256, "likes": 320795}, {"key": "https://www.instagram.com/p/B5IQbbDp1pt/", "datetime": "2019-11-21T13:24:59.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/76981719_1163615590499574_1244450352737433373_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=106&oh=eccd2a4dc9e9a299fe0273544ba68cbe&oe=5DE5107E"], "views": 1313097, "likes": 297811, "caption": "So grateful to the people of Iceland and to the beautiful scenery that will make its way into @thetomorrowwar Unreal!"}, {"key": "https://www.instagram.com/p/B5DlfQTJp0V/", "datetime": "2019-11-19T17:51:01.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/74670596_2119177421724095_7630593524019716392_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111&oh=2cc62280c7b49bb867a392bb5f851228&oe=5E71CA28"], "likes": 515478, "caption": "Over the past year and a half Katherine has worked tirelessly curating the most remarkable real life stories of forgiveness I’ve ever read. Prepare to have you heart opened and your mind blown. Drawn from the stunning lives of twenty real people these extraordinary stories of forgiveness will move the world. Her observations on the topic just might be what we need to heal the growing divide between us. I’m so proud of you Katherine! I’m so lucky! The world needs this book. I can’t wait for everyone see what you’ve been working on. Pre order the book now! Link in my bio."}, {"key": "https://www.instagram.com/p/B4ueswlJoLc/", "datetime": "2019-11-11T13:07:38.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/72777580_2697951720244186_275576406428442209_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=110&oh=19a51ece6cd9c1b27bb4322868ac2c6f&oe=5E8001FC"], "likes": 1654729, "caption": "This is my older brother Cully. #happyveteransday I always wanted to be exactly like him. We were the same size despite our three year difference in age so as a kid I would wear the same clothes he wore, literally the day after he wore them- picking them up off the floor in his room. 🤷🏼‍♂️ What can I say? He knew how to match and I liked the smell. One day his friends started to notice and he kindly urged me to wear my own clothes. He is a good big brother. He’s always led with love. Growing up we wrestled for hours every day and smashed every bit of furniture in the house but never actually fought. He taught me everything. He put up with me and my incessant hyperactivity and forced his friends to do the same. I say all this to point out that he’s a real person. And the more we can look at our veterans for who they are, actual people, with siblings and parents, with children and funny pasts- the more we can approach our relationships to them with compassion and understanding. My brother didn’t join the army because he wanted to be Rambo. He joined because it was an opportunity for a hard nosed kid who couldn’t afford college, somebody who wanted to get the hell out of his small town and probably wanted his own clothes. We have the greatest armed forces the world has ever seen. It’s made up of real people who joined for myriad reasons. Brave men and women who sacrifice a whole hell of a lot. Today is their day. So celebrate a veteran today. Today I celebrate Cully, as well as my cousin Curtis, Uncle Steve, Uncle Skip, second Cousins, Joey, Ryan and Alex, besties Jared and Jeffrey, all those I’ve fished for hunted with, those who’ve blessed me with their challenge coins as I’ve encountered them on press junkets and in my travels, the many in the film industry working both in front of and behind the cameras. To those currently serving and those out thanks for your service. We appreciate you! 🙏♥️🇺🇸", "hashtags": ["happyveteransday"]}, {"key": "https://www.instagram.com/p/B4p5wFwJ1nc/", "datetime": "2019-11-09T18:27:49.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/71525335_501266417091620_1377586211006080969_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=108&oh=08e3e7afaa599a6d07f9e6862379e0c2&oe=5E8A6D2A"], "likes": 676549, "caption": "This is my first time executive producing on a movie! And I can finally post about it!!! The title “Ghostdraft,” turned out to be problematic for various reasons so we started looking at other options... We went through:\n\nGeneration Alien\nWorld War A\nGeneration Gone\nSaving private Ryaalien\nWWZ2 but with As not Zs\nHORIZON WHITESPIKE\nHERO movie brought to you by Verizon\nJUrassic Draft\nGENERATION Draft\nMiller genuine Draft\nCity Slickers\nAlien Dawn\nRapture Dawn\nApocalypse Dawn\nHero Dawn\nDestiny war\nSaving tomorrow\nThe Tomorrow War\n\nTHE TOMORROW WAR\nTHE TOMORROW WAR!!!! And that’s when it hit me.... We’re calling it\n#TheTomorrowWar\n\nSo get ready, cause I’m gonna auction off a set visit very soon. Details coming. And you’re gonna be seeing a lot of pics and posts from set!!! 🙏👍🏼♥️👽☠️", "hashtags": ["TheTomorrowWar"]}, {"key": "https://www.instagram.com/p/B4ThwDtJDT9/", "datetime": "2019-11-01T01:54:48.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/77022099_160127771759179_3353095653632859140_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107&oh=dc6d6d13a3a43056c2421b913ec03000&oe=5E81EDBC"], "likes": 829646, "caption": "Watched Terminator: Dark Fate tonight. So surreal to look over at my wife as she watches her dad, @schwarzenegger reprise his role as the baddest robot on the planet, tears streaming down her face, hanging on the edge of her seat. Priceless. Way to go Arnold! The movie is fantastic! I’m calling you Carl now."}, {"key": "https://www.instagram.com/p/B4LBfMNpu8K/", "datetime": "2019-10-28T18:38:58.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/73349398_644496449289983_7218416114768250747_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111&oh=60d4f4d9fbfbe20e391e80f0acc1e6ec&oe=5E6D704E"], "likes": 516854, "caption": "#gettyfire @lafdfoundation I personally will be going to supportlafd.org to make a donation. I urge you to do the same if you please. Again, so thankful to the men and women in uniform who risk it all, working around the clock to save our lives, homes and city. #GodBeWithYou", "hashtags": ["gettyfire", "GodBeWithYou"]}]