[{"key": "https://www.instagram.com/p/B5aJ7AJAVBC/", "datetime": "2019-11-28T12:12:40.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/75234618_160867778643644_4232097439485716550_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=e108de0eb28c9c4b6f01ee759c4d3f28&oe=5E7E3599"], "likes": 1278744}, {"key": "https://www.instagram.com/p/B48gAkdg0p-/", "datetime": "2019-11-16T23:48:27.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/74673875_540141443499222_2773392451185614832_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=b02d62cfd4f91dca4c2914649a4681f1&oe=5E6BFA58"], "likes": 566180, "caption": "Last night, I had the chance to sit down with Stacey Abrams to talk about how Democrats can win up and down the ballot in 2020. There’s a lot of great work already happening: Stacey’s Fair Fight effort to end voter suppression, Eric Holder’s National Democratic Redistricting Committee to draw fair maps, and a lot of big-hearted, forward-looking candidates and campaigns to get people registered and out to the polls.⁣\n⁣\nThe truth is we win when people vote. The more energized we are, the better organized we are as a party, the better the outcome. We believe in the ideals of equality and democracy, freedom of thought and religion. We rally around the notion that we are all bound together and a belief that civil argument can lead us to a more perfect union. We commit ourselves to the principles that are embodied in our Constitution. And we have to remember that our faith is tested at hard times, not at easy times. That’s how this works. So I hope all of us—as citizens, as volunteers, as Americans who simply believe that we can make this country better—are ready to get marching, get organizing, and get voting. It’s up to us."}, {"key": "https://www.instagram.com/p/B4nIeoagaMn/", "datetime": "2019-11-08T16:39:47.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/73425470_235619280750114_6435889470693795517_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=c7c0543c030b3e77e69e11f15855db12&oe=5DE51275"], "views": 1392712, "likes": 200935}, {"key": "https://www.instagram.com/p/B4OSRvZgzKh/", "datetime": "2019-10-30T01:03:24.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/74602334_235737137389285_3618592814232654755_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=101&oh=fa19c33e15f8501f115cf080c19eb7b3&oe=5E857106"], "likes": 368855}, {"key": "https://www.instagram.com/p/B4NLeInAgp3/", "datetime": "2019-10-29T14:44:41.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/72360761_480866459439773_939422104611827249_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=284526c6aae7b0b840e853aff8b405f6&oe=5E719B63"], "likes": 2921852, "caption": "I came to Chicago in my 20s, still trying to figure out who I was. It was there that I found my community and my purpose. Excited to be back here for the @ObamaFoundation Summit to hear some remarkable stories from folks around the world—and share my own. I hope you’ll tune in at obama.org"}, {"key": "https://www.instagram.com/p/B3w3lGPglhG/", "datetime": "2019-10-18T14:52:08.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/75454094_553178408558061_6595540938070228732_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=109&oh=fd98d4ba7763e6918a25290eefe4f045&oe=5E7D0DD3"], "likes": 562121}, {"key": "https://www.instagram.com/p/B3pE_mRgJHF/", "datetime": "2019-10-15T14:15:25.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/71095234_703211726825749_7590682002784084936_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=8ed1bb268859dfeccaa65b694d894ea5&oe=5E788304"], "likes": 620174, "caption": "The Pacific has always been a part of me. Growing up in Hawaiʻi and Indonesia, with the guidance of my mother and grandparents, I learned to appreciate the wonders and beauty of the region. During my time in elected office and in the years since, I saw the many ways that the Asia-Pacific region has positioned itself to take advantage of tremendous opportunities. It’s home to a remarkable generation of emerging leaders, women and men poised to take on some of the greatest challenges our planet has ever faced. Earlier this year, I had a chance to meet with a few of these folks as we designed the @ObamaFoundation Leaders: Asia-Pacific program. And today, I’m excited to say that Michelle and I will be joining the program’s inaugural gathering in Malaysia in December. We’ll talk about the importance of ethical leadership—how staying true to your values is the only way to truly carry out lasting change. I couldn’t be prouder of all the leaders selected to join this program—all the work they’ve already accomplished, and all the good work that is yet to come."}, {"key": "https://www.instagram.com/p/B3XA4-4A5Q4/", "datetime": "2019-10-08T13:53:14.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/71847218_814642782315896_4611344761921772774_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=7ea77bda72baf8784748159b5ea857b0&oe=5E7BB238"], "likes": 538334, "caption": "As President, I leaned on @ambsusanrice’s experience, expertise, and willingness to tell me what I needed to hear. In her memoir, Tough Love, you’ll see why. It’s a tribute to American leadership—and a unifying call for us to do our part to protect it. I hope you’ll read it."}, {"key": "https://www.instagram.com/p/B3KK3xNgy7G/", "datetime": "2019-10-03T14:10:19.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/70117632_509520929833602_8253137832158971039_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=106&oh=c686f624f4818bebae212aba4e40cef6&oe=5E7BE81E"], "likes": 3731540, "caption": "Like the Beatles said: It’s getting better all the time. Thanks, babe, for 27 amazing years!"}, {"key": "https://www.instagram.com/p/B3CtnpRAnzp/", "datetime": "2019-09-30T16:40:02.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/69744812_472753350248278_4467975076962861107_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=110&oh=39fdd64b3ed74fe9f883d3e8e6e9195c&oe=5E8CB74E"], "likes": 220010, "caption": "Meet William Lucas from Durham, North Carolina. He answered the call when @allontheline asked engaged citizens to come to the state capitol and share their opinions about the legislature’s court-mandated redraw. He showed up, urging lawmakers to go about their business fairly, explaining the ways that gerrymandered maps have hurt his community.\nIf we’re going to win the fight for fair voting districts—not just in North Carolina but all across the country—we need more folks to follow William’s lead. Join @allontheline and help lead the fight for fair voting maps. Sign the citizen commitment at the link in my bio."}, {"key": "https://www.instagram.com/p/B2zMjceg5Lu/", "datetime": "2019-09-24T16:02:30.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/69687808_457188254885094_797675058448765232_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=02b690ae88e7415887006ac2febc503b&oe=5E7FD3EB"], "likes": 535416}, {"key": "https://www.instagram.com/p/B2hpIj_AcVN/", "datetime": "2019-09-17T20:25:54.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/70498781_2969152109977032_7733110881285284322_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=5019281afc50882ce934bbe89d18dfff&oe=5E663433"], "likes": 1967539, "caption": "At just 16 years old, @GretaThunberg is already one of our planet’s greatest advocates. Her age might have something to do with it. With full knowledge that her generation will bear the heaviest burden of climate change, she’s unafraid to believe that progress is possible—and fight for real change. She’s an example of why Michelle and I started the @ObamaFoundation — because we believe in a future that’s shaped by the courage and hope of young people like Greta."}, {"key": "https://www.instagram.com/p/B1o36QKg2DM/", "datetime": "2019-08-26T19:18:18.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/68713232_2426327944123724_8683018303383099296_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=cb8f2398cc366e0ffa12bb4e1126a7b0&oe=5E744C79"], "likes": 132800, "caption": "Training is at the heart of organizing. It’s why I’ve always made it a priority – from my 2008 campaign until now. And it’s why I’m proud to announce @allontheline’s in-person training initiative, Redistricting U.\n\nWe can’t wait to begin organizing when the redistricting process starts in 2021. We need to build this movement from the ground up—right now. Join Redistricting U today – link in bio!"}, {"key": "https://www.instagram.com/p/B1jUzzegMY0/", "datetime": "2019-08-24T15:35:23.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/p1080x1080/67126758_119968766026152_6008501997769799793_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=66e0cc5594c5b56e5eaf702589a88194&oe=5E66D884"], "likes": 2263591, "caption": "With summer winding down, here’s a sampling of what Michelle and I have been listening to — some new, some old, some fast, some slow. Hope you enjoy."}, {"key": "https://www.instagram.com/p/B1bjM7UHu8t/", "datetime": "2019-08-21T15:07:43.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/66913774_490630431496772_1522261336199439434_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=108&oh=f40e769b6f9c112803d3ac93ba357972&oe=5DE58474"], "views": 2928172, "likes": 495903, "caption": "A good story helps us see the world outside of ourselves. It can help us feel a sort of solidarity with each other. And it’s one of our biggest goals with the stories we’re going to tell with Higher Ground. Part of this project is trying to make the world a little bit better for all our children and grandchildren. Because if we can put some better stories out there and make sure were hearing each other, we’re going to see a generation that is more tolerant, more inclusive, and better equipped to take on the challenges we face. Higher Ground’s first film, American Factory, is a complicated story with no easy solutions. But to me, it shows the value in recognizing someone else’s perspective. So take a look at our conversation with the directors, and check out American Factory on Netflix."}, {"key": "https://www.instagram.com/p/B1J3hS-AyW5/", "datetime": "2019-08-14T18:18:27.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/67566929_126976475251922_7348827411303347656_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=ca50933ddf404f38c32f48f09a38d9e3&oe=5E69CD42"], "likes": 756782, "caption": "It's August, so I wanted to let you know about a few books I've been reading this summer, in case you're looking for some suggestions. To start, you can't go wrong by reading or re-reading the collected works of Toni Morrison. Beloved, Song of Solomon, The Bluest Eye, Sula, everything else — they're transcendent, all of them. You’ll be glad you read them. And while I’m at it, here are a few more titles you might want to explore."}, {"key": "https://www.instagram.com/p/B0_KWYGAHrG/", "datetime": "2019-08-10T14:31:20.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/67651276_688560291609531_7480920817070105210_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=103&oh=1ad949bee6b78f2dc6f6e335f525e77d&oe=5E7D184F"], "likes": 938205, "caption": "Some things change — like my taste in khakis and polo shirts — but Bud Billiken endures. For 90 years, the Bud Billiken parade has brought people together to celebrate the rich history and culture of Chicago’s South Side. I am proud the @ObamaFoundation team is out there representing our next chapter today as we work to bring the Obama Presidential Center to life and empower the next generation of leaders."}, {"key": "https://www.instagram.com/p/B00_LhogMN9/", "datetime": "2019-08-06T15:41:19.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/67816713_207665266882766_4054638801236696661_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=20af0094b93744c2e901b21f5d9f6346&oe=5E82A6C8"], "likes": 917744, "caption": "Time is no match for Toni Morrison. In her writing, she sometimes toyed with it, warping and creasing it, bending it to her masterful will. In her life’s story, too, she treated time nontraditionally. A child of the Great Migration who’d lifted up new, more diverse voices in American literature as an editor, Toni didn’t publish her first novel until she was 39 years old. From there followed an ascendant career—a Pulitzer, a Nobel, and so much more—and with it, a fusion of the African American story within the American story. Toni Morrison was a national treasure. Her writing was not just beautiful but meaningful—a challenge to our conscience and a call to greater empathy. She was as good a storyteller, as captivating, in person as she was on the page. And so even as Michelle and I mourn her loss and send our warmest sympathies to her family and friends, we know that her stories—that our stories—will always be with us, and with those who come after, and on and on, for all time."}, {"key": "https://www.instagram.com/p/B0lvb_AgDz1/", "datetime": "2019-07-31T17:35:09.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/66684011_2640286449337618_7563838311192479527_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=e1e571dcdb7204e5319043eaf6009711&oe=5E7B196C"], "likes": 222162, "caption": "Recent court decisions make it clear that the change we need to restore our democracy has to come from the ground up. @Allontheline’s work to ensure a fair and accurate census count and achieve fair maps in 2021 has never been more important. Join us today at the link in my bio."}, {"key": "https://www.instagram.com/p/B0gvNzAga_Q/", "datetime": "2019-07-29T18:57:01.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/66508954_131616978087625_9010138192028549071_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=101&oh=779731c4fb30df01bda34ceaa20044f9&oe=5E742F8D", "https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/66009358_388917251757173_3173452311659126146_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=105&oh=1a5efc0a5d06fe0269a2678902435849&oe=5E7B9176"], "likes": 1549046, "caption": "Over the years, you've probably seen Michelle's mom, Marian Robinson, in photos with our family at inaugurations, Christmas tree lightings, Easter Egg Rolls, and a whole lot more. But what you haven't seen is the way she's been there for us every day—not just for Michelle and our daughters, but for me, too. I've always appreciated her steadiness, her perspective, and the way a wisecrack from her reverberates around the room. Happy birthday, Marian—here's to many more."}]