[{"key": "https://www.instagram.com/p/B4QKPPuHfzY/", "datetime": "2019-10-30T18:31:38.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/b6a6135dad16f39c0957edee9a4ffc45/5E53FF55/t51.2885-15/e35/s1080x1080/73268243_549363229223422_4799138457235624411_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=110", "https://scontent-ort2-1.cdninstagram.com/vp/fbad4ed45c00a9998c3618af0917c1e1/5E47ED53/t51.2885-15/e35/s1080x1080/72568216_155316532394281_7742262033104264657_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/1d5da227fdbd0bc9b245639067429084/5E5871C8/t51.2885-15/e35/s1080x1080/73713700_2260972460680252_2524574239940786049_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=104"], "likes": 199814}, {"key": "https://www.instagram.com/p/B4NvzQlA3uD/", "datetime": "2019-10-29T20:02:08.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/b97679a4a7bb17bd86b5c23c60fdcc2a/5E4A7527/t51.2885-15/e35/s1080x1080/75545953_734259453720814_7378218875327535880_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=110", "https://scontent-ort2-1.cdninstagram.com/vp/d6fd5201665d51ccaf64f8cbdfd8e46d/5E5408B6/t51.2885-15/e35/s1080x1080/73328378_139199970710985_391826707565678330_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 649444, "caption": "Craig knew me as Miche long before the world knew me as Michelle Obama. Today at the #ObamaSummit alongside journalist Isabel Wilkerson, we shared our memories of Chicago, the place that made us who we are. Another special memory to share with my brother in our hometown."}, {"key": "https://www.instagram.com/p/B3_FKOYALzJ/", "datetime": "2019-10-24T03:20:10.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/04388554bdada81dd7ea8afe3e68b53b/5E61F559/t51.2885-15/e35/s1080x1080/71103882_2954218927940719_2093275712539337798_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107", "https://scontent-ort2-1.cdninstagram.com/vp/f59f97cecf2a87879933cdfb9ca92249/5E5CE43B/t51.2885-15/e35/s1080x1080/73349379_142825180405191_1576858831621820137_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=103", "https://scontent-ort2-1.cdninstagram.com/vp/408e6efc46022eb788087a1091fa6e0d/5E4C6046/t51.2885-15/e35/s1080x1080/75196198_959262211079925_3849088899816430442_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 340546, "caption": "Throughout my years in the White House, I spent a lot of time with our nation’s military caregivers. They’re the people—spouses, parents, siblings, children, and many others—who give so much to care for loved ones who’ve been wounded in service to our country. I can’t tell you how powerful their stories are—these women and men fundamentally changed me. They changed the way I see service and the way I see this country. They’re folks who upend their lives, putting careers on hold and moving across the country. They’re taking on the responsibilities of entire households while learning to care for physical and emotional needs in a new way. They’re simply incredible, and over these past few years, my hope was to help give a little something back to those who’ve given our country so much. That’s why I’m so thankful for the work that the @elizabethdolefoundation does every day to celebrate and support our nation’s caregivers—and it’s why I hope you’ll find a way to do the same in your community."}, {"key": "https://www.instagram.com/p/B32b2d6gxLA/", "datetime": "2019-10-20T18:45:17.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/a56e45d869eab2806a4bca5d798b73ff/5E47ED20/t51.2885-15/e35/72634810_2470650903224612_5421957910868015150_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=108"], "likes": 1739296, "caption": "It doesn’t always feel good in the moment. But after the fact, I’m always glad I hit the gym. How did you all take care of yourself on this #SelfCareSunday? 💪🏾"}, {"key": "https://www.instagram.com/p/B3ekBPEgqBY/", "datetime": "2019-10-11T12:21:26.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/9aadcb939c2ab6ff689fa0c2e043a2e3/5DC62E90/t51.2885-15/e35/70969053_454697472056928_8646065638306023134_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=100"], "views": 803729, "likes": 150347}, {"key": "https://www.instagram.com/p/B3dDd3Ig9u7/", "datetime": "2019-10-10T22:11:11.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/ade789b0bb49e891f8c4575e91c4b71b/5E538E10/t51.2885-15/e35/s1080x1080/71128410_2481137748831760_5910170489090292828_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=104", "https://scontent-ort2-1.cdninstagram.com/vp/25c753416a6138b3152dc3e8e78c9f56/5E62F203/t51.2885-15/e35/s1080x1080/72571605_133091561404903_8190008966653017799_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107"], "likes": 271231, "caption": "Leading up to tomorrow’s #DayOfTheGirl, I've been thinking about how, from a young age, girls are often shushed when they speak up, or they’re set aside, as if in a delicate box so they don’t break. These patterns, which begin in our earliest years, don’t just affect us as girls—they shape who we become as women. I thought about this last week, when I spoke with these incredible young ladies in Dallas, who told me about the obstacles they’ve overcome. For them and so many others, it can be difficult to open up and share your story if you’re not confident that people will accept you for who you are. Their stories moved me to keep finding new ways to make sure that every girl and young woman has the support—and the confidence—to recognize that her story matters. So I wanted to ask you today: Who in your life showed you that you were valued when you were younger? And how do you show the girls in your life today that they’re valued?"}, {"key": "https://www.instagram.com/p/B3UsDtbgzOQ/", "datetime": "2019-10-07T16:13:12.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/2088b034299f28412580c64dcd4d7733/5DC63C45/t51.2885-15/e35/72591581_667173373803922_7023685471384816047_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=110"], "views": 875700, "likes": 152463}, {"key": "https://www.instagram.com/p/B3KPC49gbqM/", "datetime": "2019-10-03T14:46:48.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/e05927df707ef88c801a5eb14d26bc83/5E615703/t51.2885-15/e35/s1080x1080/71205353_3508118699206160_1541087946472541175_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=108"], "likes": 4273960, "caption": "27 years ago, this guy promised me a life full of adventure. I’d say he’s delivered. Here’s to our next chapter of becoming empty nesters and discovering what’s next—while still feeling the magic that brought us together all those years ago. Happy anniversary, Barack. 💕"}, {"key": "https://www.instagram.com/p/B24lNxighvB/", "datetime": "2019-09-26T18:14:11.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/e4aaafe0bbe3e6a284b7c632aaa6b4a6/5E404FBD/t51.2885-15/e35/69663731_411275286244035_8104638481032523914_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=103"], "likes": 517551, "caption": "When I think back to my childhood, I remember moments like this with my brother Craig. We grew up on the South Side of Chicago, in a diverse and changing neighborhood, hanging out with friends from all backgrounds. Today, I’ve got my old neighborhood on my mind as the @ObamaFoundation announces its third #ObamaSummit, which will take place not far from where this picture was taken.\nAt the summit, we’ll welcome authors and artists, luminaries, and leaders to the South Side for a special conversation about how places like these reveal our purpose and make us into the people we’ve become. @BarackObama and I will share our own stories too—about how Chicago shaped our journey and how we hope the Obama Presidential Center will shape the journeys of others.\nYou can join in by visiting obama.org, submitting a photo of a place that shaped you, and letting us know how that place gives you purpose. Can’t wait to hear your stories."}, {"key": "https://www.instagram.com/p/B22FRfDgbJ3/", "datetime": "2019-09-25T18:56:36.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/9066fde48850b3e1891b35b8890a3fe4/5E646AC4/t51.2885-15/e35/s1080x1080/71045706_417222232263383_1688599332461740629_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111"], "likes": 522666, "caption": "Thank you to my friend, Her Royal Highness The Duchess of Sussex @sussexroyal, a thoughtful leader who is breaking the mold and making our world better for it. Whether meeting with our @ObamaFoundation Leaders or helping girls around the world seek the education they deserve, she is an inspiration to so many."}, {"key": "https://www.instagram.com/p/B2y9t-rAJjB/", "datetime": "2019-09-24T13:52:52.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/43f4461210fbd9b5e424deb4714f53c7/5E5A541D/t51.2885-15/e35/70606069_164398264704786_1639575679357167949_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=106"], "likes": 425931, "caption": "I want you all to meet David Ledbetter. You might have heard about him before—he’s the 17-year-old from Charlotte, North Carolina, who made news when he registered voters while waiting in line for a chicken sandwich at Popeyes. On #NationalVoterRegistrationDay, I hope you’ll get creative to help folks make sure they can make their voices heard. Join me and @WhenWeAllVote by pledging to register three friends to vote at the link in my bio."}, {"key": "https://www.instagram.com/p/B2W9xejgxGD/", "datetime": "2019-09-13T16:55:13.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/94e1edb9f27be7f7456f75614fb53d9a/5DC683C2/t51.2885-15/e35/68709508_414772222480761_3522240284455173291_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=109"], "views": 1656605, "likes": 230768}, {"key": "https://www.instagram.com/p/B2KRh4sAjFB/", "datetime": "2019-09-08T18:37:06.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/3e8da22ee7e37c87bd01bce5a03b2a89/5E4397B4/t51.2885-15/e35/s1080x1080/70461188_2144034739230296_7482876132081057341_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=108"], "likes": 471350, "caption": "These two folks are LaVaughn Robinson and Fraser Robinson, Jr.—better known to me as Grandma and Dandy, my grandparents on my father’s side. For years, Grandma managed a thriving Bible bookstore on the South Side of Chicago. She was perhaps my first example of a professional woman, showing me that being graceful and being in command weren’t mutually exclusive. Dandy, meanwhile, had moved to Chicago from South Carolina as a young man in pursuit of better opportunities. Brilliant and a hard worker, his hopes were mostly dashed by the discrimination he faced as a black man. His skin color closed most doors to him—landing a good job or even joining a union. Still, he pieced together odd jobs until finally, years later ended up working with the postal service, a job he held for thirty years.\nDandy and Grandma raised a beautiful family of five children, and to this day, their stories are woven together with my own; their sacrifices and successes are braided into everything I’ve become. On #GrandparentsDay, I hope you’ll all send a little love your grandparents’ way. Give them a call if you can—or simply hold them in your heart, grateful for all that they’ve given you."}, {"key": "https://www.instagram.com/p/B2CDIV8gzv0/", "datetime": "2019-09-05T13:57:22.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/d9e99dc5fecb010382852bf5f16bda0c/5E4B66D8/t51.2885-15/e35/p1080x1080/68972033_135241127749009_1342860808877352087_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=101"], "likes": 1186471, "caption": "It’s after Labor Day, so I’m thinking about all the young people heading back to school and reflecting on my own days as a student in Chicago. I learned a lot in school—how to do my multiplication tables and structure a paragraph, yes, but also how to push myself, be a good friend, and dust myself off after a failure.\nIt’s so easy for us to take our education for granted, especially here in the United States. Right now, more than 98 million adolescent girls around the world are not in school. I believe every girl on the planet deserves the same kind of opportunities that I’ve had—a chance to fulfill her potential and pursue her dreams. We know that when we give girls a chance to learn, they’ll seize it. And when they do, our whole world benefits. Girls who go to school have healthier children, higher salaries, lower poverty rates, and they can even help boost their entire nation’s economy.\n\nSo today on #WorldCharityDay, I want you to share your favorite #BackToSchool photo and\nto join the @girlsopportunityalliance to take action for global girls’ education. Visit the link in my bio to learn more—because the future of our world is only as bright as our girls."}, {"key": "https://www.instagram.com/p/B11eQs3ALw3/", "datetime": "2019-08-31T16:44:18.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/7190d770085db91c0c005f72b063c83a/5E50275A/t51.2885-15/e35/68942504_922292828137487_4337520191200273229_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111"], "likes": 383716, "caption": "I first heard about Kim Ha when she shared her story for my @BetterMakeRoom campaign in 2016. She’s a Houston native and her parents immigrated to our country from Vietnam and Mexico. Growing up, her parents worked hard but sometimes struggled to make ends meet, experiencing periods of unemployment between jobs in the oil industry, working at gas stations, and picking produce in the agricultural fields. Some days, Kim said, her only meal of the day came from the school cafeteria.\nBut she kept her eyes on getting her college degree—even when she wasn’t sure she could afford it, even when she wasn’t sure she’d get accepted, even when she’d made it to campus but still worried that she might not graduate. She persevered, and while she was at college—she found her passion: Reaching back and lifting up others who come from backgrounds like hers.\nToday, Kim is a first-generation college graduate from Texas A&M University. She plans to attend law school and become an immigration lawyer, so she can help those who feel marginalized or left behind. Her advice to others in her shoes: “If I could tell any student who’s wondering if they are worthy of going to college, please know that you are. You are able, you are strong, and you can do it. This is our country and this is our future in the making.” For me, Kim is proof that our diversity is our strength—and that no matter what challenges we might face, our brightest days are ahead of us because the future belongs to young people like her. #BetterMakeRoom"}, {"key": "https://www.instagram.com/p/B1tytB-Ayvy/", "datetime": "2019-08-28T17:09:01.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/6d3398507707ac5dd02acab4ee859119/5E5D9716/t51.2885-15/e35/67682275_733823363739307_1827406059412685211_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107", "https://scontent-ort2-1.cdninstagram.com/vp/04b5e16644dccec80b09df77b6d809ef/5E5F1F6F/t51.2885-15/e35/67402906_491579858073967_7775681886070737683_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107"], "likes": 518312, "caption": "Over the years I’ve recognized something important: Whether it was going to the gym at the crack of dawn or finding an extra moment to unwind in my favorite chair, in order for me to be at my best for others around me, I needed to find some time for myself. That’s easier said than done, and it can feel impossible when our kids, jobs, and lives rely on us for so much. But it couldn’t be more important for our well-being. Over the past month, I’ve heard from you all about the steps you’re taking to prioritize yourselves—daily morning runs, joining book clubs, setting boundaries on difficult relationships, picking up new hobbies when the kids leave home, and so much more. It’s wonderful stuff, truly—and in seeing your comments, I saw how powerful it is to have a community that supports us in our health. So before the end of summer, I want you to find a friend to join you in some of these personal wellness moments—post a picture and tag me so I can see it, too! Because getting some time for ourselves doesn’t necessarily mean that we have to be alone! #WellnessWednesday"}, {"key": "https://www.instagram.com/p/B1o8HcngCuC/", "datetime": "2019-08-26T19:55:04.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/8700c985eb3743ef236b073a71542c49/5E404398/t51.2885-15/e35/s1080x1080/67389384_1752572148382875_3397612874551383936_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=103", "https://scontent-ort2-1.cdninstagram.com/vp/97ee9ce329db69f5ff0e603ee5ea2948/5E495606/t51.2885-15/e35/s1080x1080/67460919_705825063235930_3119181334966102441_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=110", "https://scontent-ort2-1.cdninstagram.com/vp/555bac5555e8af9b2d8c24d2d8c5fc76/5E4AAFBB/t51.2885-15/e35/s1080x1080/67700285_2601571446549376_8959762474493174985_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=104"], "likes": 728833, "caption": "Whether they’re cuddling up with me on the couch or rolling around in the backyard, I love these two balls of fur. Happy #NationalDogDay to Bo and Sunny!"}, {"key": "https://www.instagram.com/p/B1mN2AOAti1/", "datetime": "2019-08-25T18:33:10.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/bfcda2acf88d03947437c805d8579b8d/5DC64CA5/t51.2885-15/e35/67809756_2404882532900387_6407976064779442917_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111"], "views": 1176523, "likes": 94681, "caption": "In 2009, I planted the kitchen garden on the South Lawn of the White House. And as those seedlings started to sprout, so did a national conversation about the way we feed our children, the impact of healthy food on underserved communities, and the beautiful things that happen when young people come together in a garden.\nSo I couldn’t be more proud of Ciara Byrne, one of our 2019 #ObamaFellows, who’s growing gardens like these across the desert to not only help kids learn science and math, but also understand the importance of taking care of our planet. Keep up the good work, @greenourplanet!"}, {"key": "https://www.instagram.com/p/B1bs9EUnhdR/", "datetime": "2019-08-21T16:32:54.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/cbbce5c7de2c94d9a2c1a63fe49c19c2/5DC69602/t51.2885-15/e35/67693340_152604732494062_2546474978842217496_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=110"], "views": 1590064, "likes": 223806, "caption": "Watching #AmericanFactory, I thought a lot about my dad. That blustery Midwestern weather, the shift workers in their uniforms—it’s what he lived every day. His work was his pride and his sense of purpose; it’s what allowed him to pay the bills and send his two kids to college. I saw a lot of that dignity in this film; a spirit that connects us no matter if we’re in Chicago or Ohio, no matter what we look like or what our background is.\n\nThis documentary portrays that pride, and adds in all sorts of depth and layers and complications, which makes it exactly the kind of storytelling Barack and I hope to accomplish with Higher Ground Productions. We want to help foster an ability to see ourselves in each other’s stories. That’s something we talked about with Julia Reichert and Steven Bognar, who directed American Factory, over coffee. See for yourself at the link in the bio and then check out their excellent documentary, which is now streaming on @Netflix."}, {"key": "https://www.instagram.com/p/B1FFx99AKe5/", "datetime": "2019-08-12T21:46:51.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/983efcc74905de407fb135d811748c06/5E52919D/t51.2885-15/e35/66493837_1099491383773355_4658928593855192734_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111"], "likes": 630208, "caption": "Always breaking barriers, @SimoneBiles—couldn’t be more proud of you!"}]