[{"key": "https://www.instagram.com/p/B4fn9ZIJuOY/", "datetime": "2019-11-05T18:39:57.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/342322bfd1aa39836ebd5f8cf711e953/5E535AF0/t51.2885-15/e35/s1080x1080/72636663_412197499682210_1602195002649418372_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 1047165, "caption": "Me and the legend @ronaldo right now in Portugal. I just had the honor of presenting this incredible footballer the Leadership in Sport Award here in Portugal at Web Summit. Hey Brazil- recognize this guy?! What a pleasure man. Great to meet you and obrigado! 🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷🇧🇷 It’s been amazing here. Speaking on panels with some of the greatest minds in business and influence talking not just about sustainability but regenerative business and farming practices. These business practices will slow climate change while feeding people, bringing them the products that they need, employing huge swaths of the population and generating capital that will be used To make great change. That’s the ethos of my companies. It’s been incredible meeting amazing investors before the launch of my nutraceutical functional drink company @imrituals You’re going to love this. Follow us for more details and let’s talk about ways to be #aBetterYou\n@imrituals"}, {"key": "https://www.instagram.com/p/B4VdN23pAyF/", "datetime": "2019-11-01T19:53:40.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/fe9e802ce25a5befab092fc36ba41356/5E4126CF/t51.2885-15/e35/s1080x1080/73475409_697772983966135_7943529365108345078_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/29338cf4e18ce3e51e17c3778cc873dc/5E55F17C/t51.2885-15/e35/s1080x1080/75388576_822889718134831_5616622315422007857_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107", "https://scontent-ort2-1.cdninstagram.com/vp/9fd87e6eacda036ac465d815879af7a9/5E45B40B/t51.2885-15/e35/s1080x1080/74335112_734624210339442_4469442909346494991_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=106", "https://scontent-ort2-1.cdninstagram.com/vp/3654936066d1c85a8b4633b59840ab1d/5E4F1A4B/t51.2885-15/e35/s1080x1080/72320002_190195272011343_5071836840815274119_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/680718a1043f2cb06cdaa6198698c0eb/5E3EA43E/t51.2885-15/e35/s1080x1080/72641897_144744470148781_8391803968503779025_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=101"], "likes": 980433, "caption": "I thought you might like these! Please spread them around by sharing them. I started this journey of #VWars in June of last year and haven’t stopped working on it since! This show drops DECEMBER 5th only on @netflix which is 3 Days before my BIRTHDAY and what an amazing B-Day present it will be! We worked so hard on all of this! So I hope you dig it! Thank you 🙏🙏🙏\nIan #Repost @nxonnetflix with @get_repost\n・・・\nIf there’s one thing standing between me and a horde of vampires it had better be @iansomerhalder (on FACEBOOK iansomerhalderofficial on FaceBook) The V Wars are coming on December 5th, are you prepared? ⁣\n⁣\n⁣\n⁣\n⁣\n⁣\n#VWars"}, {"key": "https://www.instagram.com/p/B4QPNDmB4s1/", "datetime": "2019-10-30T19:18:39.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/c4a247d5fd32499fcced33e8bc8af9cd/5DC69011/t51.2885-15/e35/70644069_143447063678138_267286611888819651_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "views": 1549103, "likes": 626863, "caption": "Information on on my NEW SHOW #VWars is dropping TODAY on @nxonnetflix ! Please go and check it out. Me and my team have worked so hard to bring you this show. Please share this and I thank you from the bottom of my heart.\nIan"}, {"key": "https://www.instagram.com/p/B30Pvm3pDdK/", "datetime": "2019-10-19T22:21:00.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/a256324f1dbbac533b3f39d35fcf5b50/5E3E65B3/t51.2885-15/e35/72900297_470342383560851_7447531779071913096_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 1340789, "caption": "@grazielagems , you have outdone yourself again. Thank you thank you THANK YOU for continuously supporting ISF, believing in us and the foundation, designing around what fuels YOUR passion,  supporting our programs and services and furthering ISF’s mission to positively impact the planet and it’s creatures. For all of you who have already purchased Graziela’s ISF collection, thank you! These new designs are the latest addition which she has created along with my wife to benefit our mission to empower, educate and leave this planet a better place for our children. 60% of the retail purchase price of all of the items in the Graziela for ISF collection will be donated to ISF in support of our charitable mission. Graziela, thank you from the bottom of my heart. Thank you! Spend some time looking through the entire collection at https://grazielagems.com/graziela-for-isf/ ! 📸 by @nikkireed"}, {"key": "https://www.instagram.com/p/B3kE_g2JQ-5/", "datetime": "2019-10-13T15:41:42.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/564d43347da9a1390e76cd631c0aea51/5DC66FA2/t51.2885-15/e35/70706676_175782000268647_1907139362959544106_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "views": 2400034, "likes": 730421, "caption": "One word: HELLO! Two words: TEXT ME! Three words: HERE’S MY NUMBER! Four words: THIS IS VERY COOL!"}, {"key": "https://www.instagram.com/p/B3YFqd5pFD5/", "datetime": "2019-10-08T23:57:52.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/aabfdbf6575f202815e910cd19e20bfb/5DC6A114/t51.2885-15/e35/72867909_202276630786448_2616439174061775453_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=108"], "views": 469789, "likes": 142207, "caption": "#whatmakesaman ? I’m PROUD to be part of this campaign with the one and only @zegnaofficial . #whatmakesaman ? It’s a very important question for men and boys to ask themselves and to ultimately act on those inner findings. It’s also a very important one for women and girls to ask of men and boys and hold them accountable.\nIntegrity. Accountability. Compassion. Are just a few words that makes a good man. Gentlemen, it’s time for us ALL to rise to occasion and be stronger than our excuses. To lead by example and find compassion, strength, energy and happiness in our lives and in ourselves. It is imperative that we do this as sons, as fathers, as partners and as men. Our world is a direct reflection of how men have been conducting themselves for thousands of years and it’s time for a massive global paradigm shift. Let’s be better. Every day. I’m with you. Thank you @zegnaofficial for bringing such a powerful message into the world to inspire not just conversation but action. Thank you thank you thank you. I look forward to hearing your thoughts below.\nWith immense gratitude and appreciation,\nIan"}, {"key": "https://www.instagram.com/p/B3NkkM_p3s4/", "datetime": "2019-10-04T21:52:34.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/e7392335d12609ef6f7f90fb148e03ea/5E4134B1/t51.2885-15/e35/s1080x1080/71270402_509893443133244_7637555925470924337_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 1046724, "caption": "Unfiltered early morning rides with this guy as the sun rises over the Pacific Ocean. Then some hay for breakfast. The level of beauty and love in these creatures is so vast it’s out of this world. Even with the immense pressure and stress of building these companies and finishing #VWars this 1200 lb baby boy reminds me to take a breath for me. It’s hard to do things for ourselves. But we need it. We need our own little rituals for our soul and body to be the best versions of ourselves. Time with a horse is never a waste, even when time is scarce..."}, {"key": "https://www.instagram.com/p/B29fII3JgMd/", "datetime": "2019-09-28T15:57:12.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/516e169cbe687950d101e9dfd5af4702/5E60535D/t51.2885-15/e35/s1080x1080/67667078_445481716127296_8263472044153032756_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=104", "https://scontent-ort2-1.cdninstagram.com/vp/af24aaba8f6695b8cafd43d135e0126b/5E4F809D/t51.2885-15/e35/s1080x1080/71141069_476255356300749_3921433860525449092_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=109", "https://scontent-ort2-1.cdninstagram.com/vp/834e92972e0c9bdc1fb8bad2f0751a56/5E63ED0E/t51.2885-15/e35/s1080x1080/69906013_908978976151548_4757144473232983591_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=100", "https://scontent-ort2-1.cdninstagram.com/vp/b0e2fede4f8f2c5eb86bda39cd2a3425/5E56670D/t51.2885-15/e35/s1080x1080/69772356_187998228898463_5204141316984351388_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=111", "https://scontent-ort2-1.cdninstagram.com/vp/43fdaa67221d547b560bc931c5505341/5E623A1F/t51.2885-15/e35/s1080x1080/71298476_487300068528846_4925733740493472584_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=106"], "likes": 1409952, "caption": "Unfiltered Saturday morning love series... Bench pressing plus 150lbs"}, {"key": "https://www.instagram.com/p/B25O1UkpDc8/", "datetime": "2019-09-27T00:17:51.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/75dc8cad8acd262b597cbbd8ec199345/5E602407/t51.2885-15/e35/71777376_494888831347318_3939581976837782463_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=110", "https://scontent-ort2-1.cdninstagram.com/vp/3a0760361172bfd27f44dd2bfdafb4e8/5E539F8B/t51.2885-15/e35/s1080x1080/69888865_216679129311390_7637038552310986681_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=106"], "likes": 1363365, "caption": "Doing some of my favorite things: drinking/savoring my OWN bourbon, editing photos and working with the team from a @wheelsup8760 King Air 350i on my way to China. Yup, meaning OUR own bourbon... Can you imagine if the Salvatore brothers had their OWN bourbon? Well, it’s coming! @paulwesley and I have been working our asses off with our incredible team to make this happen. WITH passion, hard work and an uncompromising quest/thirst for quality, we have arrived! We want to share with you something very special and dear to us. You’ve given us so many wonderful years as these characters and we want to bring you something to enjoy that brings back some great memories and some good times to come!\nIt’s going to be fun. We’re going to be traveling the WOLRD meeting so many of you and launching this with some very fun parties I must say!\n\nHow many of you want a taste!? What do you look for in a bourbon?\n\nWhat does your guy or gal look for in a bourbon?\nLet me know in the comments- I can’t wait to read them!\n\nI’m working tirelessly to create and build great companies with products that mean something to you and the world. To generate revenue through business and in turn use those resources for good. Part of our company mission and ethos is to invest profits into helping our world through regenerative agriculture and farming practices. It’s the surest and quickest way to slow climate change by sequestering carbon and producing oxygen. This in turn protects and regenerates our precious water sources paving a way to a healthy future. This is about helping our communities, our farms and our farmers that work so hard to feed us all giving us life. It’s the best way to preserve life for us all and future the generations. I’m proud of the work we’re doing and I can’t wait to hear from you.\nI’m not there yet, I’m still going to need help with @isfofficial but I’m confident that this will be so successful that I can stop asking you for help and put some substantial projects together for a brighter and healthier present and future! We can’t wait to share this experience with you! Let’s do this! Who’s in??? Cheers! 🥃\nLove,\nDamon and Stefan"}, {"key": "https://www.instagram.com/p/B2zjtmFJKTF/", "datetime": "2019-09-24T19:24:51.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/5eadb10f34fe03c1448255ed37a1e593/5E5B093E/t51.2885-15/e35/p1080x1080/69539115_694204521056211_4373960217221285219_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=103", "https://scontent-ort2-1.cdninstagram.com/vp/e1c1051f4cefbd1926065a9c05161b4d/5E5035D8/t51.2885-15/e35/p1080x1080/71578109_2387121934865892_4570357420405386309_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=100"], "likes": 966932, "caption": "Last night, dressed in this exquisite suit custom made and sustainably produced by the genius that is Tommy Hilfiger @tommyhilfiger I was asked to present the sustainability award to @zegnaofficial and @maxmara for their efforts and investment in the future of fashion with this beautiful woman. What an amazing place to be, celebrating sustainability in fashion the change-making brands and designers who are doubling down on sustainable business practices as pioneers paving the way. To give us, the consumers a way to participate in healing our world and express ourselves through fashion. I got to wear this beautiful\nHILFIGER COLLECTION shawl collar tuxedo and shirt designed with denim fabrics containing 35% recycled materials, including pre-consumer and post-consumer recycled cotton and recycled water bottles. Mr Hilfiger and team, how amazing it is to see such a huge and powerful brand taking real action toward building a sustainable future. In one of the more destructive industries in the world, you are taking charge with your bold approach. It was truly an honor collaborating with you, and I look forward to what is next..."}, {"key": "https://www.instagram.com/p/B2u2KFVp3Z6/", "datetime": "2019-09-22T23:29:50.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/a3ccead63d578e81dce6f45dade4721c/5E517085/t51.2885-15/e35/s1080x1080/69646398_2216192731824280_5514920343313072044_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=104", "https://scontent-ort2-1.cdninstagram.com/vp/918aedf8b0b6e7a4790c269b86242a49/5E423AC6/t51.2885-15/e35/p1080x1080/67957512_2771099759579553_7597337282905346442_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=109"], "likes": 944392, "caption": "Hey everyone. Please check this out and share this. It’s very important to ME and to our planet. As you all know, I am passionate about protecting our oceans. Plastic pollution is not going away and it's important to take action towards cleaning up our beaches and coasts! I am beyond excited to announce that I’m partnering with @AmericanExpress to combat this issue RIGHT NOW! Okay- stay with me. Here’s how you can get involved. Head to the @AmericanExpress or @parley.tv Instagram page to help #BackOurOceans In the comments of the #BackOurOceans posts explain why you #BackOurOceans or tag friends who you want to get involved. For every comment made from now through 9/23, @AmericanExpress will partner with @parley.tv to remove 2 lbs of plastic from beaches and coasts, up to 1 million lbs. Come on let’s do this together! Share! Tag! Change! I am so humbled and grateful for your commitment and action. #AmexAmbassador"}]