[{"key": "https://www.instagram.com/p/B4jb7qDhhBL/", "datetime": "2019-11-07T06:11:49.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/1391b6f01f85c291d80d77cf1614c700/5E61876A/t51.2885-15/e35/72205263_3670615296297618_7015757275014382922_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/7d49e3294bd39828e70901878d8109c6/5E5067C9/t51.2885-15/e35/74790195_174436237010785_1870880132833281561_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/8bef0b26f3955446c6cf0dc8e030dc88/5E410DA0/t51.2885-15/e35/70487393_147872549925594_3058223242124296522_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/5ca362513f1ed46bf06c2e4e62f9de53/5E652954/t51.2885-15/e35/72579724_402738980635874_4915498991033580663_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/cd659ef802741fb07ffac770b3c17ea6/5E4B92DC/t51.2885-15/e35/71281014_571002650313319_7899724762907300232_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/acdefdf61a7398c6545ba422a586c3e6/5E5DDA73/t51.2885-15/e35/72546801_2496525337130111_5668447964254650372_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/944f54fee19990f1a989452f4f191f6b/5E4C865A/t51.2885-15/e35/77081706_1005422769795004_8277358110073778494_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/d6d84d349272162aa0575f4fb8f2cdfc/5E5A7E55/t51.2885-15/e35/71527662_461041181477046_6870628532803807273_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/1c89b2e52675c1828fb5e370136b603b/5E4D70DF/t51.2885-15/e35/70390023_1195785937475965_6516762629365624556_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1", "https://scontent-ort2-1.cdninstagram.com/vp/d771e9b82c1bd9880c6674247ecb4312/5E5B939B/t51.2885-15/e35/74610754_1242746739268932_1489083089795073145_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 262221, "caption": "Ibu kota seperti apa yang kalian inginkan?"}, {"key": "https://www.instagram.com/p/B4i_w-nBvJt/", "datetime": "2019-11-07T02:05:41.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/9becfdd339bcffba681c825b3f177ee2/5E519295/t51.2885-15/e35/75388508_2388745281392271_580998815489878671_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 276248, "caption": "Pemerintah akan memindahkan ibu kota negara ke Kalimantan Timur, tepatnya di sebagian wilayah Kabupaten Penajam Paser Utara dan sebagian di Kabupaten Kutai Kartanegara.\n\nUntuk itu, kita membuka seluas-luasnya kesempatan bagi seluruh pihak menyampaikan pandangan dan gagasannya agar visi ibu kota baru dapat diwujudkan.\n\nIbu kota baru ini harus mampu menampilkan diri sebagai kota masa depan, tempat para talenta lokal dan global mau datang untuk berkolaborasi dan menghasilkan kemajuan. Kota itu harus memberikan kualitas hidup tertinggi bagi para penghuninya.\n\nBagaimana wujud ibu kota kelak? Ya, sebuah kota yang bebas emisi, menggunakan transportasi publik yang bebas emisi. Kota yang dinamis, kota yang menggembirakan. Kota yang masyarakatnya majemuk, terbuka, toleran, dan hidup bergotong royong."}, {"key": "https://www.instagram.com/p/B4hPBAsh7Mr/", "datetime": "2019-11-06T09:40:28.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/77c4ecd23259040aee3a23fd890fa2f7/5E43FA24/t51.2885-15/e35/72407817_531163767683518_7495634688053551408_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 262413, "caption": "Di tengah perlambatan perekonomian global, sektor UMKM diupayakan jadi ujung tombak mendorong perekonomian daerah dan nasional, sekaligus mengurangi kesenjangan ekonomi di masyarakat.\n\nUntuk itu, pada pembukaan Indonesia Banking Expo 2019, saya mengajak perbankan nasional untuk turut berkontribusi bagi upaya peningkatan kelas para pelaku UMKM, dari usaha mikro jadi usaha kecil, dan seterusnya.\n\nBank-bank jangan hanya membiayai yang besar-besar saja. Jangan lupa ada 60 juta pelaku UMKM di Indonesia.\n\nSesekali ada baiknya pimpinan bank blusukan ke daerah agar mengetahui bahwa banyak hal yang dapat mereka lakukan untuk membuat perekonomian daerah dan masyarakatnya menjadi jauh lebih baik."}, {"key": "https://www.instagram.com/p/B4gZgEih_ev/", "datetime": "2019-11-06T01:53:45.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/6b625808212c1a49b76950b7b5aa10ad/5DC64CF6/t51.2885-15/e35/72296444_416823685625358_3621961687600163372_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "views": 2380393, "likes": 503897, "caption": "Satu rangkaian kereta LRT Jabodebek telah dikirim oleh PT INKA (Persero), pada 8 Oktober 2019 lalu. Sebulan kemudian, November ini, kereta itu menjalani serangkaian uji coba di jalur LRT yang telah membentang di jalur Cibubur-Cawang.\n\nInilah moda transportasi terbaru yang akan melayani penumpang di Jakarta dan sekitarnya setelah kereta MRT.\n\nJika rampung nanti, akan ada 31 rangkaian kereta LRT yang melayani jalur layang Cawang - Cibubur, Cawang - Dukuh Atas, dan Cawang - Bekasi Timur."}, {"key": "https://www.instagram.com/p/B4elPZcBDaR/", "datetime": "2019-11-05T08:56:57.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/8ee2c06e429e2330d4930efe093be326/5E625B01/t51.2885-15/e35/72299106_692589931262252_7964500080515514834_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 215171, "caption": "Di tengah dunia yang berubah begitu cepat, kita ingin melakukan pendekatan yang berbeda di bidang pendidikan. Disrupsi teknologi harus disikapi, manajemen besar pendidikan di Tanah Air harus dikelola dengan teknologi tanpa menggeser tujuan dari pendidikan kita yaitu membangun karakter dan jati diri bangsa.\n\nUntuk menghasilkan lompatan kemajuan dalam pendidikan nasional itu, dibutuhkan figur yang berani mendobrak hal-hal yang monoton.\n\nDengan begitu, kita memiliki harapan dan optimistis akan kemajuan yang hendak dicapai di bidang pendidikan. Selebihnya, dukungan kita dan waktu yang akan menjawabnya."}, {"key": "https://www.instagram.com/p/B4d1aY0h5Js/", "datetime": "2019-11-05T01:59:01.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/9fe993c275cee932095cf37a774b327a/5E4E07AC/t51.2885-15/e35/72448443_124070031977391_1676933157444377557_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 381844, "caption": "Selamat pagi. Saya mengadakan pertemuan bilateral dengan Perdana Menteri Jepang Shinzo Abe di sela-sela KTT ASEAN di Bangkok, kemarin. Kepada PM Shinzo Abe saya menjelaskan tentang prioritas utama pembangunan kita lima tahun ke depan yaitu pembangunan sumber daya manusia, keberlanjutan pembangunan infrastruktur, penyederhanaan regulasi, dan reformasi kelembagaan.\n\nDengan Jepang sendiri, saat ini kita sudah memiliki banyak kerja sama di bidang infrastruktur seperti proyek MRT Jakarta, Kereta Cepat Jakarta-Surabaya, dan Pelabuhan Patimban. Saya juga berharap adanya kerja sama untuk pembangunan Sentra Kelautan dan Perikanan Terpadu (SKPT) di Natuna, termasuk di beberapa pulau terluar lainnya.\n\nNah, ke depan, saya juga ingin mendorong peningkatan penggunaan konten lokal dan juga alih teknologi dalam kerja sama infrastruktur kita. Mengenai kerjasama pembangunan sumber daya manusia, saya mengundang Jepang untuk meningkatkan kerjasama di bidang vokasi dan internship termasuk melalui program kewirausahaan berbasis teknologi, ekonomi kreatif, dan digital."}, {"key": "https://www.instagram.com/p/B4cYu3hhF3o/", "datetime": "2019-11-04T12:29:10.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/e37fab4bcc4b37884be78bd7023725e4/5E5AD002/t51.2885-15/e35/75580630_179625536494844_3176045510288295703_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 326844, "caption": "Beberapa waktu terakhir ini, sejumlah negara ASEAN menerima limbah bahan berbahaya dan beracun dari beberapa negara.\n\nKarena itulah, pada KTT ke-14 Asia Timur di Bangkok hari ini, saya menyatakan bahwa kita semua tidak ingin kawasan Asia Tenggara, menjadi tempat pembuangan limbah bahan berbahaya dan beracun.\n\nHal ini melanggar aturan internasional mengenai limbah plastik dan limbah beracun berbahaya. Indonesia mengharapkan kerja sama dengan negara di dunia, termasuk negara di kawasan Asia Timur untuk pencegahan pengiriman ilegal limbah B3 sesuai kesepakatan internasional.\n\nSelain limbah B3, kawasan Asia Timur juga menghadapi tantangan sampah plastik laut yang jika tidak diatasi segera akan merusak ekosistem laut di kawasan Indo-Pasifik."}, {"key": "https://www.instagram.com/p/B4boumHBEip/", "datetime": "2019-11-04T05:29:42.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/b48bbef9ab9f68e64547495b418830fe/5E5BA25A/t51.2885-15/e35/71578364_141791087153316_8497778104250843514_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 430890, "caption": "Saya memulai rangkaian acara kegiatan hari ketiga di Bangkok pagi ini dengan menghadiri KTT ke-22 ASEAN Plus Three (APT), hubungan kerja sama ASEAN dengan tiga negara Asia Timur, yakni Tiongkok, Jepang, dan Korea Selatan.\n\nDi hadapan para pemimpin negara-negara ASEAN, Perdana Menteri Jepang Shinzo Abe, Presiden Korea Selatan Moon Jae-in, dan Perdana Menteri Tiongkok Li Keqiang, saya menyampaikan bahwa lebih dari dua dekade, ASEAN Plus Three ini telah tumbuh menjadi sebuah mekanisme solid di kawasan. Terutama, dalam menghadapi berbagai tantangan, dari penguatan cadangan devisa, ketahanan pangan, respons tanggap darurat bencana hingga deteksi awal krisis ekonomi.\n\nSingkat kata, APT adalah jangkar stabilitas, keamanan dan kesejahteraan di kawasan, bahkan ketika tantangan yang kita hadapi di depan semakin besar seperti rivalitas geopolitik dan geoekonomi.\n\nSaat ini, ancaman resesi ekonomi menghantui negara di kawasan yang diperparah dengan meningkatnya proteksionisme dan ketidakpastian penyelesaian perang dagang. Untuk menyikapi dinamika tersebut, penting bagi kita memperkuat saling percaya (strategic trust) dan soliditas. Jika soliditas APT rapuh maka stabilitas keamanan, perdamaian dan kemakmuran kawasan menjadi taruhan."}, {"key": "https://www.instagram.com/p/B4aAL_CBLUr/", "datetime": "2019-11-03T14:16:12.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/3ad21790cbbc178ce0782398303addaa/5E5DEF2C/t51.2885-15/e35/73035321_182662402884747_2548163669693875408_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 352590, "caption": "Di sela rangkaian acara KTT ke-35 ASEAN di Bangkok, saya juga menggelar pertemuan bilateral dengan Direktur Pelaksana Dana Moneter Internasional (IMF), Kristalina Georgieva.\n\nKristalina yang menjadi Direktur Pelaksana IMF sejak Oktober lalu berasal dari Bulgaria, negara dengan ekonomi yang sedang berkembang.\n\nKami bertukar pikiran mengenai situasi ekonomi dunia dan di kawasan. Menurut Kristalina, perekonomian dunia sedang mengalami perlambatan, bahkan mengalami pertumbuhan terendah dalam satu dekade terakhir.\n\nMeski demikian, menurut dia, kondisi di negara-negara ASEAN termasuk Indonesia masih jauh lebih baik."}, {"key": "https://www.instagram.com/p/B4ZI5dVh98m/", "datetime": "2019-11-03T06:13:05.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/3531c4c5a7a13fdad874ea20d2c40c09/5E40B091/t51.2885-15/e35/74645241_454271401757374_1903589055340997302_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 353606, "caption": "Pertemuan bilateral dengan Sekretaris Jenderal Perserikatan Bangsa-Bangsa, António Guterres, di Bangkok kemarin.\n\nSaya tetap membawa isu krisis kemanusiaan di Rakhine State (Myanmar) dan Palestina seraya menawarkan kesiapan Indonesia untuk turut berkontribusi bagi upaya penyelesaian masalah yang tidak mudah itu.\n\nSaya dan Sekjen PBB memiliki pandangan yang sama bahwa seluruh pihak tetap harus menjaga asa bagi penyelesaian krisis tersebut. Kita tidak boleh putus asa."}, {"key": "https://www.instagram.com/p/B4Yn6nKBZjl/", "datetime": "2019-11-03T01:24:53.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/dccc845f3fd1fbf9aef04f266c3091bf/5E5F08EA/t51.2885-15/e35/72334291_2446269888954378_6686995389095201879_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 635824, "caption": "Jersey warna biru bernomor punggung 21 dari FIFA untuk Indonesia. Di acara penandatanganan nota kesepahaman antara ASEAN dan Federasi Sepak Bola Internasional (FIFA) di Bangkok, semalam, pemimpin negara ASEAN lain mendapatkan jersey bernomor 9 dan 10.\n\nTahukah Anda, mengapa Indonesia mendapatkan nomor 21?"}, {"key": "https://www.instagram.com/p/B4XVOl6hhRC/", "datetime": "2019-11-02T13:22:21.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/d12ec98bda0124409c8874c2915729f4/5E5EB1FC/t51.2885-15/e35/75408707_191829505183203_3531122546397086629_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 535187, "caption": "Tak lama setiba di Bangkok, Thailand, saya mengadakan pertemuan bilateral dengan Presiden FIFA Gianni Infantino di Hotel Grand Hyatt Erawan.\n\nKepada Presiden FIFA saya menyampaikan terima kasih atas penunjukan Indonesia menjadi tuan rumah Piala Dunia U-20 pada tahun 2021. Indonesia akan bekerja keras menjamin Piala Dunia U-20 berlangsung sukses dan lancar. Apalagi, kita telah memiliki pengalaman dalam menyelenggarakan Asian Games dan Asian Para Games 2018.\n\nUntuk perhelatan sepak bola dunia itu, Indonesia tengah mempersiapkan 10 stadion yang tersebar di pulau Sumatera, Jawa, dan Bali sebagai lokasi pertandingan.\n\nSebagai tuan rumah, Indonesia menyambut baik jika Tim Pendahulu FIFA datang untuk berkoordinasi dengan PSSI."}, {"key": "https://www.instagram.com/p/B4WY2b8BDSd/", "datetime": "2019-11-02T04:34:45.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/07451fa589e899427328dc0c3f641f64/5E654721/t51.2885-15/e35/72642031_409406720013645_5094886320146600951_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 553635, "caption": "Meninggalkan Indonesia pagi ini menuju Bangkok, Thailand untuk menghadiri Konferensi Tingkat Tinggi ke-35 ASEAN yang digelar 2 hingga 4 November 2019. Selain menghadiri rangkaian acara KTT, saya juga mengadakan sejumlah pertemuan bilateral. Di antaranya, sore ini juga, saya hendak bertemu dengan Presiden FIFA dan Sekjen PBB.\n\nMohon doa dari seluruh Tanah Air untuk keselamatan perjalanan dan kelancaran acara yang hendak saya ikuti ini."}, {"key": "https://www.instagram.com/p/B4WJKDohn79/", "datetime": "2019-11-02T02:17:37.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/33aca4a23b400867993dccb899bc0589/5E450004/t51.2885-15/e35/70982535_409427116404322_6545458962357260614_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 388412, "caption": "Sepekan setelah dilantik, saya terbang ke Papua pada Sabtu 26 Oktober lalu. Inilah kunjungan kerja pertama saya ke daerah sebagai Presiden periode ini.\n\nSelama dua hari saya mengunjungi Kota Sorong, Pegunungan Arfak, Manokwari, Kaimana, dan Jayapura. Dari kawasan kepala burung di Papua Barat sampai Jayapura.\n\nPapua adalah sekeping surga yang jatuh ke bumi. Tugas kita bersama adalah menjaga, membangun, dan memajukannya."}, {"key": "https://www.instagram.com/p/B4UJZmYhkuq/", "datetime": "2019-11-01T07:41:16.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/75dc62444155168f23d9e64877519555/5E593CC4/t51.2885-15/e35/73184785_1191355944383803_6289160654530264701_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 540085, "caption": "Selamat bekerja Jenderal Polisi Idham Aziz sebagai Kepala Kepolisian Negara Republik Indonesia."}, {"key": "https://www.instagram.com/p/B4Tmrokhgaj/", "datetime": "2019-11-01T02:37:54.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/339f4d5ba5071fd98410091812bbd844/5E511A2E/t51.2885-15/e35/73512759_444010736312536_4993870898157524706_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 347272}, {"key": "https://www.instagram.com/p/B4PhDlwBCht/", "datetime": "2019-10-30T12:31:46.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/08f9775a2582f3ef1d24a83531a81aaa/5E566617/t51.2885-15/e35/72473415_2783151861715806_8191512738101646748_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 368850, "caption": "Di tengah situasi perekonomian dunia yang tidak menentu, kita perlu sedia payung sebelum hujan: menggenjot ekspor, substitusi barang-barang impor, dan meningkatkan investasi."}, {"key": "https://www.instagram.com/p/B4MjdmyB-g6/", "datetime": "2019-10-29T08:55:05.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/da450763543a949dc05b6a877d4a555e/5E616A43/t51.2885-15/e35/75243111_154037385840089_6992821450344979669_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 362531, "caption": "Seharian ini saya di dua kota yang belum lama diguncang gempa bumi: pagi di Ambon, Maluku dan siang di Palu, Sulawesi Tengah.\n\nGempa Magnitudo 6,5 yang melanda wilayah Maluku pada 26 September 2019 meninggalkan kerusakan cukup parah. Lebih 12.000 rumah rusak dari yang sangat parah sampai ringan. Para korban gempa mengungsi ke posko-posko, seperti yang saya saksikan di kampus Universitas Darussalam, Kecamatan Tulehu, Kabupaten Maluku Tengah.\n\nSementara Palu yang tahun lalu diguncang gempa dan dilanda tsunami setahun lalu, kini dalam tahap pembangunan rumah-rumah hunian bagi para korban bencana. Ada sekitar 11.000 rumah yang harus kita siapkan.\n\nSelain rekonstruksi dan pembangunan baru rumah warga, pemerintah juga memperbaiki fasilitas-fasilitas publik yang rusak di dua daerah itu."}, {"key": "https://www.instagram.com/p/B4L8VzChxS9/", "datetime": "2019-10-29T03:13:14.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/7b0ff601a94459cd73cbd5e1f7cc259d/5E5DBB3C/t51.2885-15/e35/72483638_148607433061616_5276125871333118469_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 694914, "caption": "Selamat pagi. Sudah tiga belas kali saya berkunjung ke Tanah Papua. Saya ke sana umumnya untuk memantau secara langsung jalannya pembangunan, terutama infrastruktur.\n\nPada kunjungan terakhir, kemarin, saya meresmikan ikon baru Papua: Jembatan Youtefa -- jembatan dengan lengkung baja raksasa bercat merah yang membentang di atas Teluk Youtefa di Kota Jayapura.\n\nRangka baja itu dirakit di Surabaya, Jawa Timur lalu dikapalkan ke Jayapura melalui kawasan Laut Banda. Jembatan ini dibangun selama empat tahun dengan biaya besar, Rp1,8 triliun.\n\nJembatan Youtefa hadir sebagai jalan keluar masalah kepadatan penduduk di Kota Jayapura. Dengan adanya jembatan di atas teluk, kota ini akan berkembang ke arah perbatasan di Skouw. Jembatan ini juga mempersingkat waktu tempuh sekitar 70 menit dari Jayapura menuju Distrik Muara Tami dan pos lintas batas negara di Skouw.\n\nSelain itu, Jembatan Youtefa juga menjadi destinasi wisata baru di Papua. Di kaki jembatan akan ditata taman dan ruang terbuka hijau, dan di bawahnya bisa dikembangkan olahraga air seperti ski dan dayung. Saya berharap, masyarakat Jayapura bersama dengan pemerintah daerah bersungguh-sungguh menjaga kebersihan dan keamanan Jembatan Youtefa."}, {"key": "https://www.instagram.com/p/B4KFT9rBVeK/", "datetime": "2019-10-28T09:53:08.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/vp/5fee8715e702e067a22c1ec6fb1e2b86/5E5F897B/t51.2885-15/e35/73103834_518046829037058_310321056077663707_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1"], "likes": 347839, "caption": "Setelah pelantikan Kabinet Indonesia Maju, kabinet pada periode ini, kunjungan pertama saya adalah ke Tanah Papua. Saya mengajak serta beberapa menteri. Tentu kunjungan ini mengandung pesan yang jelas.\n\nSituasi Wamena di Kabupaten Jayawijaya, Provinsi Papua, misalnya. Saya berharap bisa kembali normal pascakerusuhan. Bukan sekadar normal secara fisik, tapi juga psikologi politiknya.\n\nKerusuhan, sebagaimana pernah terjadi juga di beberapa wilayah di Indonesia, senantiasa membawa kerusakan fisik dan kepercayaan. Untuk mengembalikan fisiknya sih mudah, tapi mengembalikan kepercayaan itu sulit.\n\nInilah yang menjadi catatan kita bersama."}]