[{"key": "https://www.instagram.com/p/B5adA9WHtEI/", "datetime": "2019-11-28T14:59:30.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/75214687_465686304072653_2328880067932724964_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=105&oh=a55c2ea94b2efc22c987c440d0093979&oe=5E758D47"], "likes": 269351, "caption": "“I grew up pretty well honestly. I didn’t have bad parents—a little ‘helicoptery’ maybe, but doing the best they could. I was just a bad kid. I don’t even remember a lot of my teenage years. I was always popping pills. Just a ‘fuck you, parents’ kind of thing. When I wasn’t alone in my room, I was picking fights with them. I hurt my mother the most because she cared the most. Dad cared. But Mom really cared. Throwing me out wasn’t easy for her. But one night I had a really bad Xanax high. I blacked out. Messed up the house. They won’t even tell me exactly what I did-- but it must have been violent. Because the cops came. The court put an order of protection against me. The last thing I said to my parents in the courtroom was: ‘I never want to see or hear from you again.’ Then a few months later I called and begged to come home. But it was too late. My dad just kept saying: ‘I can’t.’ There were long pauses. And hesitation. But he stuck to it. It’s been eighteen months now. I got clean. Mainly because I’ve been living in a shelter on Staten Island, and I just didn’t have the access. Right now I’m trying to get into a longer term shelter. Trying to find a job. NY State has some scholarships that I’m looking at. Dad’s coming to pick me up in an hour. They’ve invited me home for Thanksgiving. I’m scared shitless. It’s the first time I’ve been home in over a year, and I’m spending three days with them. I’m just hoping it’s like a normal Thanksgiving-- before I was a shit.”"}, {"key": "https://www.instagram.com/p/B5V-_uZHQOF/", "datetime": "2019-11-26T21:20:14.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/73521704_161648551590640_6294352260239571730_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=1&oh=a7d09e64bf72e8cdb7a75000d51a5318&oe=5E6A2390"], "likes": 157814, "caption": "“There was this interesting piece in The Times a couple weeks ago about people in solitary confinement. And one of the guys said the worst thing is having all that time to think. And that’s my problem too. When I’m alone in my apartment, I just start ruminating. About my finances. About my medical conditions. About not taking good enough care of my mom. But as long as I can find my bar, I’m fine. It’s just a couple blocks from my house. And when I open the door, and look in, I see the place is full of people like me: people with health problems, retirees with nothing to do, a lot of us are unkempt, unshaven. And everyone has a weakness for alcohol. I get a warm welcome every time I walk in. It’s the only place I don’t berate myself for being a dirt bag.”"}, {"key": "https://www.instagram.com/p/B5S2BHYnVrR/", "datetime": "2019-11-25T16:04:03.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/73030095_1028369770842631_8062764626053106020_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=107&oh=50678a46ff210afb232833cf68ba4304&oe=5E6FD242"], "likes": 397548, "caption": "“Nobody would give us a chance. We were in our early twenties. We had two young kids. We were working, but living check to check. At the time we were staying in the projects with my mother-in-law, but my kids were growing up, so we needed our own place. But all the rental brokers wanted to see our bank statements. And we had no savings. We didn’t even have accounts. Then one day I was walking down the avenue, and I saw a super fixing up an empty apartment. I told him I needed to speak to the landlord directly. No brokers. And I guess he liked my vibe, because he gave me the name: Ronald Petrowski. When I called Mr. Petrowski, I explained everything. I told him we needed a chance. He agreed to meet me and my husband at Lenny’s Pizzeria. He bought us a plain pie and listened to our story. He’d grown up poor himself, so he knew the struggle. And he gave us a chance. We’ve been in that apartment for 35 years now, and I’ve paid him every cent. We’ve fallen on hard times. At one point I owed him an entire year of rent. But he was so gracious. He never sent us an eviction notice. Every time he came to collect, he’d sit at our kitchen table, have a cup of coffee, and listen to our situation. Mr. Petrowski is my hero. He sold the building a couple years ago, but we still keep in touch. That man gave me a home to raise my children.”"}, {"key": "https://www.instagram.com/p/B5GKLEUn1WY/", "datetime": "2019-11-20T17:50:03.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/76796163_2487619528149405_2612331909056033085_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=109&oh=36fb4c1b3259366a6272bbc71411ac1b&oe=5E6EA713"], "likes": 626781, "caption": "“The scene was different back then. All the adult clubs were mob controlled. It all flowed up to some guy named Matty The Horse. Honestly the mob guys never bothered me. They were cool, and I liked how they dressed. They wore custom made suits. And they went to hair stylists, not barbers. These guys wouldn’t even let you touch their hair when you were fucking them. Not that I ever fucked them. Because I never turned tricks. Well, except for one time. I took a job from this woman named Madame Blanche. She controlled all the high dollar prostitutes back then. She was like the Internet-- could get you anything you wanted. And all the powerful men came to her because she never talked. She set me up with a department store magnate who wanted a black girl dressed like a maid. I thought I could do it. But when I got to his hotel room, he wanted to spank me with a real belt. So that was it for me. I was done. But Madame Blanche set my best friend Vicki up with The President every time he came to New York. And don’t you dare write his name cause I can’t afford the lawyers. But he’d always spend an hour with her. He’d send a car to pick her up, bring her to his hotel room, put a Secret Service agent in front of the door, and get this: all he ever did was eat her pussy!”"}, {"key": "https://www.instagram.com/p/B5DhutAHzBy/", "datetime": "2019-11-19T17:18:10.000Z", "img_urls": ["https://scontent-ort2-1.cdninstagram.com/v/t51.2885-15/e35/s1080x1080/73314193_431767497723470_6551664675881517355_n.jpg?_nc_ht=scontent-ort2-1.cdninstagram.com&_nc_cat=102&oh=cfdb706b95ec6be985c650f580e30757&oe=5E7FFA74"], "likes": 605007, "caption": "“My stripper name was Tanqueray. Back in the seventies I was the only black girl making white girl money. I danced in so many mob clubs that I learned Italian. Black girls weren’t even allowed in some of these places. Nothing but guidos with their pinky rings and the one long fingernail they used for cocaine. I even did a full twenty minutes in the place they filmed Saturday Night Fever. But I made my real money on the road. Three grand on some trips. Every time Fort Dix had their pay day, they’d bring me in as a feature and call me ‘Ms. Black Universe’ or some shit like that. I had this magic trick where I’d put baby bottle tops on my nipples and squirt real milk, then I’d pull a cherry out of my G-string and feed it to the guy in the front row. But I never used dildos on stage or any shit like that. Never fucked the booking agents. Never fucked the clients. In fact, one night after a show, I caught another dancer sneaking off to the Tate Hotel with our biggest tipper. Not allowed. So the next night we put a little itching powder in her G-string. Boy did she put on a show that night. Didn’t see her again until ‘The Longest Yard’ with Burt Reynolds. So I guess she finally fucked the right one.”"}]